{
    "reviews": [
      {
        "object": {
          "title": "Kaichou wa Maid-sama!",
          "mal_url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama",
          "mal_id": 7054,
          "all_reviews_url": "https://myanimelist.net/anime/7054/Kaichou_wa_Maid-sama/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/6/25254.jpg"
        },
        "user": {
          "name": "Rezwan1024",
          "url": "https://myanimelist.net/profile/Rezwan1024",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/0f5e6758-d704-46b6-85fc-727af278a262_42x62_i?s=4b6addb3ad2329bc37e39be0d8d81a57"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Here we go. So it's an old anime, one might say it's nostalgic. The elements are blended well. The comedy and romance falls in place just right.\n\r\nThe animation is just as expected from an early 2010s anime. The characters are fun. It's an anime about usui and ayuzawa who go on living their lives as high schoolers. While usui is set on and figured out how he feels about ayuzawa, ayuzawa needs time to figure out and accept her feelings for him. The story line's good. \n\r\nThe only complain I have with this anime is that they beat around the bush too much. Or maybe",
          "hidden": "I've been affected by the new gen romances that solely revolves around the main characters. While this anime creates a lively and vibrant world some elements like a lil bit more focus on the leads would have made this anime a lot better. And another thing is as all the romcom anime of this time they create a issue in the leads romance at the end of the series like a love triangle and such which is very infuriating. \n\r\nAlthough seems like there are more complains about this anime compared to what I rated it (8/10), I did enjoy the comedy aspect of it and the ending was really appreciated as well. A season 2 would be great with some fixes but that seems hopeless. But yeah it's a sure fire way to get introduced to the romcoms of the early 2010s which are very good at painting a pretty picture. So I would recommend this anime to everyone because new gen romcom anime most of the time focus too much on the main leads and fail to build a world as vibrantly as the early romcoms of the previous decades.",
          "full": "Here we go. So it's an old anime, one might say it's nostalgic. The elements are blended well. The comedy and romance falls in place just right.\n\r\nThe animation is just as expected from an early 2010s anime. The characters are fun. It's an anime about usui and ayuzawa who go on living their lives as high schoolers. While usui is set on and figured out how he feels about ayuzawa, ayuzawa needs time to figure out and accept her feelings for him. The story line's good. \n\r\nThe only complain I have with this anime is that they beat around the bush too much. Or maybe I've been affected by the new gen romances that solely revolves around the main characters. While this anime creates a lively and vibrant world some elements like a lil bit more focus on the leads would have made this anime a lot better. And another thing is as all the romcom anime of this time they create a issue in the leads romance at the end of the series like a love triangle and such which is very infuriating. \n\r\nAlthough seems like there are more complains about this anime compared to what I rated it (8/10), I did enjoy the comedy aspect of it and the ending was really appreciated as well. A season 2 would be great with some fixes but that seems hopeless. But yeah it's a sure fire way to get introduced to the romcoms of the early 2010s which are very good at painting a pretty picture. So I would recommend this anime to everyone because new gen romcom anime most of the time focus too much on the main leads and fail to build a world as vibrantly as the early romcoms of the previous decades."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "1:41 PM",
          "timestamp": 1713015660
        }
      },
      {
        "object": {
          "title": "Bucchigiri?!",
          "mal_url": "https://myanimelist.net/anime/55358/Bucchigiri",
          "mal_id": 55358,
          "all_reviews_url": "https://myanimelist.net/anime/55358/Bucchigiri/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1885/139871.jpg"
        },
        "user": {
          "name": "Myriada",
          "url": "https://myanimelist.net/profile/Myriada",
          "picture_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "I have never felt more betrayed by such great production value.\n\r\nThe series has some banger opening and ending songs, great character design and characterization... and one of the worst main characters ever that manages to bring down the entire show to a cringe-inducing painful watch. The episodes where he's featured the least are the best ones, and that doesn't happen until you're over halfway through. If you cannot stand him during the first episode please just skip this, you'll be doing yourself a favor.\n\r\nIf you do decide to sit through this one, you'll have fantastic fighting scenes between colorful characters with some lighthearted humor sprinkled",
          "hidden": "in, but the moments where the protagonist needs to step up either to a fight or to show some humanity, he takes the most self-centered option without any repercussions, letting down everyone else around him unless the sidechick prompts him to do otherwise. It finishes off with a coming-of-age of the main two friends, although not gonna lie I wish literally anyone else but Arajin had been the one to resolve it, it might've had some emotional weight to it. As a sidenote, I commend Mahoro (the girl) for being as fleshed out a character as the any other or even moreso, she's not just some eyecandy plot device.",
          "full": "I have never felt more betrayed by such great production value.\n\r\nThe series has some banger opening and ending songs, great character design and characterization... and one of the worst main characters ever that manages to bring down the entire show to a cringe-inducing painful watch. The episodes where he's featured the least are the best ones, and that doesn't happen until you're over halfway through. If you cannot stand him during the first episode please just skip this, you'll be doing yourself a favor.\n\r\nIf you do decide to sit through this one, you'll have fantastic fighting scenes between colorful characters with some lighthearted humor sprinkled in, but the moments where the protagonist needs to step up either to a fight or to show some humanity, he takes the most self-centered option without any repercussions, letting down everyone else around him unless the sidechick prompts him to do otherwise. It finishes off with a coming-of-age of the main two friends, although not gonna lie I wish literally anyone else but Arajin had been the one to resolve it, it might've had some emotional weight to it. As a sidenote, I commend Mahoro (the girl) for being as fleshed out a character as the any other or even moreso, she's not just some eyecandy plot device."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "1:30 PM",
          "timestamp": 1713015000
        }
      },
      {
        "object": {
          "title": "Sousou no Frieren",
          "mal_url": "https://myanimelist.net/anime/52991/Sousou_no_Frieren",
          "mal_id": 52991,
          "all_reviews_url": "https://myanimelist.net/anime/52991/Sousou_no_Frieren/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1015/138006.jpg"
        },
        "user": {
          "name": "Jonathas_Michael",
          "url": "https://myanimelist.net/profile/Jonathas_Michael",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/b15ef9e6-125c-4355-9353-6c8c7229c2ae_225w?s=2bfd0993058c4f305328a30f03597a4c"
        },
        "tag": "Recommended",
        "text": {
          "visible": "This is CINEMA.\r\nSousou no Frieren foi um anime ESPETACULAR, não é atoa que tá no Top 1, os personagens são carismáticos pra caramba, até os secundários, você se importa com eles.\r\nFrieren é um anime bem lento, calmo, e isso deixa uma ambientação incrível.\r\nAnimação Premium, Madhouse, apesar dos pesares, não é mais igual antigamente, mas ainda assim, com o Diretor Keichiiro Sato, mandaram bem demais. E o que falar desse Diretor, né? Simplesmente gênio da bola. O primeiro anime dele, Bocchi The Rock, concorreu a Anime do Ano e virou Mega Hit no Japão, e agora com Frieren, gênio demais.\r\nE eu sei que pessoas não irão",
          "hidden": "gostar de Frieren mesmo com todas essas qualidades, ou só por tá no Top 1, as pessoas já irão falar abobrinhas, mas opinião é opinião, e a minha é que: Frieren é CINEMA 2. Melhor do Ano pra mim.\n\n\r\n\"Você pode não crer, pode não ser comprovado, mas seria melhor se existisse, seria melhor assim.\" - Heiter.",
          "full": "This is CINEMA.\r\nSousou no Frieren foi um anime ESPETACULAR, não é atoa que tá no Top 1, os personagens são carismáticos pra caramba, até os secundários, você se importa com eles.\r\nFrieren é um anime bem lento, calmo, e isso deixa uma ambientação incrível.\r\nAnimação Premium, Madhouse, apesar dos pesares, não é mais igual antigamente, mas ainda assim, com o Diretor Keichiiro Sato, mandaram bem demais. E o que falar desse Diretor, né? Simplesmente gênio da bola. O primeiro anime dele, Bocchi The Rock, concorreu a Anime do Ano e virou Mega Hit no Japão, e agora com Frieren, gênio demais.\r\nE eu sei que pessoas não irão gostar de Frieren mesmo com todas essas qualidades, ou só por tá no Top 1, as pessoas já irão falar abobrinhas, mas opinião é opinião, e a minha é que: Frieren é CINEMA 2. Melhor do Ano pra mim.\n\n\r\n\"Você pode não crer, pode não ser comprovado, mas seria melhor se existisse, seria melhor assim.\" - Heiter."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "1:21 PM",
          "timestamp": 1713014460
        }
      },
      {
        "object": {
          "title": "Yubisaki to Renren",
          "mal_url": "https://myanimelist.net/anime/55866/Yubisaki_to_Renren",
          "mal_id": 55866,
          "all_reviews_url": "https://myanimelist.net/anime/55866/Yubisaki_to_Renren/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1478/140828.jpg"
        },
        "user": {
          "name": "Kays90",
          "url": "https://myanimelist.net/profile/Kays90",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/5c75f9c8-f1d5-4c2f-ae08-ee53aa627565_225w?s=22ef8a4d0bd38fcb3c553529987974d3"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Earlier I was planning on skipping my usual 5 Departments of Review this time, but MAL system has another plans for me. There are not allowing me post the short simple review. So, here we go:\n\r\nIts a great show that excels in every department be it Story, Art & animation, Character development, Direction & enjoyment and Sound (my 5 Departments).\n\r\nEverything blends just perfectly, kudos to the team and their choices.\n\r\nThe only real issue is its over simplicity. Its a generic straightforward romance drama story where nothing really exciting happens unlike some other shows on same/similar theme.\n\r\nThis blandness in storyline isn't something really to fuss about.",
          "hidden": "Infact it can also be coined as a surprising factor for the show considering every other show on this theme has some kind of somewhat predictable downs.\n\r\nSo, it can be coined as masterpiece in the aspect for being on a different path which most storyline skips in the hope of being different/exciting.\n\r\nAll that being said, its a recommended show from me with an on record score of 10 (& in heart score of somewhere between 9 & 9.5).",
          "full": "Earlier I was planning on skipping my usual 5 Departments of Review this time, but MAL system has another plans for me. There are not allowing me post the short simple review. So, here we go:\n\r\nIts a great show that excels in every department be it Story, Art & animation, Character development, Direction & enjoyment and Sound (my 5 Departments).\n\r\nEverything blends just perfectly, kudos to the team and their choices.\n\r\nThe only real issue is its over simplicity. Its a generic straightforward romance drama story where nothing really exciting happens unlike some other shows on same/similar theme.\n\r\nThis blandness in storyline isn't something really to fuss about. Infact it can also be coined as a surprising factor for the show considering every other show on this theme has some kind of somewhat predictable downs.\n\r\nSo, it can be coined as masterpiece in the aspect for being on a different path which most storyline skips in the hope of being different/exciting.\n\r\nAll that being said, its a recommended show from me with an on record score of 10 (& in heart score of somewhere between 9 & 9.5)."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "12:50 PM",
          "timestamp": 1713012600
        }
      },
      {
        "object": {
          "title": "Kage no Jitsuryokusha ni Naritakute!",
          "mal_url": "https://myanimelist.net/anime/48316/Kage_no_Jitsuryokusha_ni_Naritakute",
          "mal_id": 48316,
          "all_reviews_url": "https://myanimelist.net/anime/48316/Kage_no_Jitsuryokusha_ni_Naritakute/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1874/121869.jpg"
        },
        "user": {
          "name": "lpmcm",
          "url": "https://myanimelist.net/profile/lpmcm",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/051eca4f-b492-4294-b803-693c6d55ae81_225w?s=3806c453e8c46d915f7fa4e26e6cb8f9"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "I watched this series on a light recommendation from a brother. The series is a mix of\" One Punch Man\" meets Sword Art Online only without any likeable characters, reasonable character progression or a story worth watching. It baffles me that it has a mal score above 4.\n\r\nThe story is terrible. I was bored throughout, not caring about any of the characters' stories, and wondering when the series would get good.\r\nThe art is adequate. It is the only slightly redeeming part of this anime.\r\nWatching this series is like listening to someone tell you about the dream they had last night.\n\r\nSkip this series.",
          "hidden": "",
          "full": "I watched this series on a light recommendation from a brother. The series is a mix of\" One Punch Man\" meets Sword Art Online only without any likeable characters, reasonable character progression or a story worth watching. It baffles me that it has a mal score above 4.\n\r\nThe story is terrible. I was bored throughout, not caring about any of the characters' stories, and wondering when the series would get good.\r\nThe art is adequate. It is the only slightly redeeming part of this anime.\r\nWatching this series is like listening to someone tell you about the dream they had last night.\n\r\nSkip this series. "
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "12:47 PM",
          "timestamp": 1713012420
        }
      },
      {
        "object": {
          "title": "X-Men",
          "mal_url": "https://myanimelist.net/anime/6919/X-Men",
          "mal_id": 6919,
          "all_reviews_url": "https://myanimelist.net/anime/6919/X-Men/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1472/121994.jpg"
        },
        "user": {
          "name": "Brave_Owl",
          "url": "https://myanimelist.net/profile/Brave_Owl",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/33d032f1-cff0-4590-8482-4f67d2b2e2e1_225w?s=aee0a41fe3c4d0a666118056a00db866"
        },
        "tag": "Mixed Feelings",
        "text": {
          "visible": "Now, I am not the biggest X-Men fan, but they are great when done right; I loved the Claremont run as much as the next guy and even things like Children of the Atom, but the mutant team is prone to some iffy writing.\r\nI started this series while waiting for new episodes of X-Men '97 so jumping from Erik's \"hat keine angst\" to this series's more anime-ish tropes was a bit jarring.\r\nThe series has some really good designs finding a middle ground between 2010s anime, the original comic book material and the 2000s X-Men movies: the uniform is a leather jacket for everyone except Storm,",
          "hidden": "Wolverine doesn't have his mask except for a flashback yet Beast looks fenomenal and by God Almighty is Storm looking FINE in this anime, one of my favourite designs for Storm ever.\r\nThe art style is on the \"let's be detailed all the time\" spectrum but you get used to it and it actually looks pretty good especially in motion; the animation is very fluid with great battles and good movement.\n\r\nSo, does X-Men have something other than good looks? Well, not really.\r\nThe characters and their dynamics are reduced to their minimum with Scott being the stuck up leader who's angtsy about how Jean Grey ended up, Wolverine is a smart-ass that loves to go against him and Beast is the smart one of the group; Storm is there but I feel they don't really use her well, making her the token woman of the group, being the negotiator between the hot headed men and the member more with more empathy for others. \r\nThe new adition, a young japanese girl resembling Hinata named Hisako whose powers can be described as \"she forms a human scale Susanoo\", is very annoying with her fixation with Emma Frost and doesn't contribute much to the group.\r\nOh, Emma Frost is here, which means a lot of the melodrama that comes with her and Scott being in the same room.\r\nMost of the character melodrama gets resolved by the half-way point in order for the series to focus exclusively on the big plot twist which was honestly kind of easy to guess but still a cute idea.\r\nStill, the ending was not very satisfying and felt a bit like an ass pull.\n\r\nThey do have a tendency of focusing on the female characters breasts; the fact that every female seems to be well endowed doesn't really justify it though.\n\r\nI seem to paint a very bad picture but honestly it's your typical 6.5/10 2010s anime, if you are up for it then watch it, it's a very \"turn off your brain and look at Storm shoot lightning\" kind of situation.",
          "full": "Now, I am not the biggest X-Men fan, but they are great when done right; I loved the Claremont run as much as the next guy and even things like Children of the Atom, but the mutant team is prone to some iffy writing.\r\nI started this series while waiting for new episodes of X-Men '97 so jumping from Erik's \"hat keine angst\" to this series's more anime-ish tropes was a bit jarring.\r\nThe series has some really good designs finding a middle ground between 2010s anime, the original comic book material and the 2000s X-Men movies: the uniform is a leather jacket for everyone except Storm, Wolverine doesn't have his mask except for a flashback yet Beast looks fenomenal and by God Almighty is Storm looking FINE in this anime, one of my favourite designs for Storm ever.\r\nThe art style is on the \"let's be detailed all the time\" spectrum but you get used to it and it actually looks pretty good especially in motion; the animation is very fluid with great battles and good movement.\n\r\nSo, does X-Men have something other than good looks? Well, not really.\r\nThe characters and their dynamics are reduced to their minimum with Scott being the stuck up leader who's angtsy about how Jean Grey ended up, Wolverine is a smart-ass that loves to go against him and Beast is the smart one of the group; Storm is there but I feel they don't really use her well, making her the token woman of the group, being the negotiator between the hot headed men and the member more with more empathy for others. \r\nThe new adition, a young japanese girl resembling Hinata named Hisako whose powers can be described as \"she forms a human scale Susanoo\", is very annoying with her fixation with Emma Frost and doesn't contribute much to the group.\r\nOh, Emma Frost is here, which means a lot of the melodrama that comes with her and Scott being in the same room.\r\nMost of the character melodrama gets resolved by the half-way point in order for the series to focus exclusively on the big plot twist which was honestly kind of easy to guess but still a cute idea.\r\nStill, the ending was not very satisfying and felt a bit like an ass pull.\n\r\nThey do have a tendency of focusing on the female characters breasts; the fact that every female seems to be well endowed doesn't really justify it though.\n\r\nI seem to paint a very bad picture but honestly it's your typical 6.5/10 2010s anime, if you are up for it then watch it, it's a very \"turn off your brain and look at Storm shoot lightning\" kind of situation."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "11:23 AM",
          "timestamp": 1713007380
        }
      },
      {
        "object": {
          "title": "Natsu e no Tunnel, Sayonara no Deguchi",
          "mal_url": "https://myanimelist.net/anime/50593/Natsu_e_no_Tunnel_Sayonara_no_Deguchi",
          "mal_id": 50593,
          "all_reviews_url": "https://myanimelist.net/anime/50593/Natsu_e_no_Tunnel_Sayonara_no_Deguchi/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1462/125397.jpg"
        },
        "user": {
          "name": "AeroGunz",
          "url": "https://myanimelist.net/profile/AeroGunz",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/8bbffeab-ef9e-4ca5-b5ed-3d87ed6477e2_42x62_i?s=5e2a4765193d63aba33de6582e9ddf3f"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "“The Tunnel to Summer, the Exit of Goodbyes” is what happens when You have a cool idea and a shitty execution. \n\r\nOne day a young boy finds a mysterious tunnel filled with strange glowing trees. Turns out this tunnel is the tunnel from the urban legend that says that it can grant wishes in exchange 100 years will pass in the outside world. Spending just a couple of minutes in it and finding something from his past, he discovers that the time really does pass with different speed in it. Soon a Young girl finds out about this tunnel as well. Both wanting to have",
          "hidden": "their wishes granted, they team up to discover the secrets of the tunnel. \n\r\nTo be honest I love the premise. It gives so much space to create any kind of story. What we got is… not so great.\n\r\n “The Tunnel to Summer, the Exit of Goodbyes” is a supernatural romance with a dash of drama for good measure. We follow two highschooler:\n\r\nKaoru Touno - our MC for this movie. Because of the death of his little sister, 5 years prior, his family was torn apart, his father turned to alcohol and abused him which led to him being reserved. He seems to have at least one close person but the movie doesn’t show them interacting outside of school. \n\r\nAnzu Hanashiro - not much is known about her. He’s a new student in Kaoru’s class and wants to be a mangaka. She’s serious, in the beginning rather antisocial but with time (and a secret) she warms up to Kaoru.\n\r\nOk… let’s get to the writing.. \n\r\nLet’s start with the pacing. It’s incredibly fast. A lot of character bonding is done in a fast speed montage showing only the bare minimum to not being a Rocky training montage. What that does is kill any kind of sympathy I could have for Kaoru and Anzu’s relationship. There are moments when it slows down and shows how the relationship evolved and those are really solid scenes. If the movie showed more of them the impact of the finale would have been much greater and maybe even get me to care.\r\nIt’s the same problem with the time skip in the third act. We don’t really get to see how Anzu lives for those years. We just get one scene at the beginning showing her sorrow and then just jump years ahead. I call that lazy. Especially in a movie that wants to be character driven.\n\r\nThe second thing is the god damn logic of the main duo team up.\r\nAnzu proposes to join forces but that doesn’t make much sense. She claims that they have the same objective but that’s bullshit. The only thing they have in common in this regard is that they both want something (at this point they don’t know each other's wishes). That’s not the same as having the same objective. For all they know, they could be in their way. Granted in the end it turns out fine but still, thinking You have the same objective just because the form is the same is a bit naive. The same form doesn’t mean the content would be the same. I don’t know. Maybe I’m overthinking it but that kind of logic really annoys me.\n\r\nAnother thing is the tunnel itself. It should be more important in the story. As it stands we see the protagonists experiment with the time differences but not much more. We don’t really see the drawback of using it. The negative aspect of the first time Kaoru went in is practically non-existent. It’s a tunnel that fucks with time. The risk-reward aspect should be more prevalent. Something that would actually make them (or at least him) think about using it for prolonged time.  Anzu is given a very good reason to rethink her plan of joining Kaoru in the tunnel. Kaoru is given (almost) nothing and what he is given is wasted.\n\r\nI think the worst part for me is the ending. I don’t think a happy ending is appropriate for this kind of story. Yes, I get it, it’s a romance but it kills the theme of losing the one You love. Despite making his choice, realising what he lost, Kaoru still gets what his heart desires. It also portrays Anzu as a very weak character. It’s been years and yet she hasn't moved on. Still living in the past, still carrying a torch for Kaoru, even after being practically abandoned by him.\r\nKaoru isn’t in a much better situation. He abandons Anzu for his goal. He achieves it (in a way) just to abandon that goal for a girl he abandoned earlier. The worst part? The mofo gets rewarded for that. \r\nSo let me get this straight. The moral of the story is that You can abandon everything, change Your mind and still profit from it? Eff off! \n\r\nNow there are some positives in the writing department. Like I said earlier, when the movie slows down and actually shows Anzu and Kaoru interact with each other it’s pretty solid. Their interactions are a little stiff and I wouldn't call all of them organic but they’re passible. The writing in the scene in Anzu’s house and at the summer festival should be the standard for the whole movie. They are not great but they do convey their feelings and the gravity of their plan. Unfortunately they are a stand out in writing. Most scenes are more plot driven than character driven and that’s what kills the drama for me.\n\r\nNow listen, despite all the bullshit writing I actually enjoyed most of the movie. The ending is shit, the pacing is too fast but the moments when it slows down... there is some charm there. Shame there isn’t more of it but I’ll take what I can get at this point.\r\nIf You don’t care about writing and just want to see a feel good, a bit naive, coming of age story, this might be entertaining for You.",
          "full": "“The Tunnel to Summer, the Exit of Goodbyes” is what happens when You have a cool idea and a shitty execution. \n\r\nOne day a young boy finds a mysterious tunnel filled with strange glowing trees. Turns out this tunnel is the tunnel from the urban legend that says that it can grant wishes in exchange 100 years will pass in the outside world. Spending just a couple of minutes in it and finding something from his past, he discovers that the time really does pass with different speed in it. Soon a Young girl finds out about this tunnel as well. Both wanting to have their wishes granted, they team up to discover the secrets of the tunnel. \n\r\nTo be honest I love the premise. It gives so much space to create any kind of story. What we got is… not so great.\n\r\n “The Tunnel to Summer, the Exit of Goodbyes” is a supernatural romance with a dash of drama for good measure. We follow two highschooler:\n\r\nKaoru Touno - our MC for this movie. Because of the death of his little sister, 5 years prior, his family was torn apart, his father turned to alcohol and abused him which led to him being reserved. He seems to have at least one close person but the movie doesn’t show them interacting outside of school. \n\r\nAnzu Hanashiro - not much is known about her. He’s a new student in Kaoru’s class and wants to be a mangaka. She’s serious, in the beginning rather antisocial but with time (and a secret) she warms up to Kaoru.\n\r\nOk… let’s get to the writing.. \n\r\nLet’s start with the pacing. It’s incredibly fast. A lot of character bonding is done in a fast speed montage showing only the bare minimum to not being a Rocky training montage. What that does is kill any kind of sympathy I could have for Kaoru and Anzu’s relationship. There are moments when it slows down and shows how the relationship evolved and those are really solid scenes. If the movie showed more of them the impact of the finale would have been much greater and maybe even get me to care.\r\nIt’s the same problem with the time skip in the third act. We don’t really get to see how Anzu lives for those years. We just get one scene at the beginning showing her sorrow and then just jump years ahead. I call that lazy. Especially in a movie that wants to be character driven.\n\r\nThe second thing is the god damn logic of the main duo team up.\r\nAnzu proposes to join forces but that doesn’t make much sense. She claims that they have the same objective but that’s bullshit. The only thing they have in common in this regard is that they both want something (at this point they don’t know each other's wishes). That’s not the same as having the same objective. For all they know, they could be in their way. Granted in the end it turns out fine but still, thinking You have the same objective just because the form is the same is a bit naive. The same form doesn’t mean the content would be the same. I don’t know. Maybe I’m overthinking it but that kind of logic really annoys me.\n\r\nAnother thing is the tunnel itself. It should be more important in the story. As it stands we see the protagonists experiment with the time differences but not much more. We don’t really see the drawback of using it. The negative aspect of the first time Kaoru went in is practically non-existent. It’s a tunnel that fucks with time. The risk-reward aspect should be more prevalent. Something that would actually make them (or at least him) think about using it for prolonged time.  Anzu is given a very good reason to rethink her plan of joining Kaoru in the tunnel. Kaoru is given (almost) nothing and what he is given is wasted.\n\r\nI think the worst part for me is the ending. I don’t think a happy ending is appropriate for this kind of story. Yes, I get it, it’s a romance but it kills the theme of losing the one You love. Despite making his choice, realising what he lost, Kaoru still gets what his heart desires. It also portrays Anzu as a very weak character. It’s been years and yet she hasn't moved on. Still living in the past, still carrying a torch for Kaoru, even after being practically abandoned by him.\r\nKaoru isn’t in a much better situation. He abandons Anzu for his goal. He achieves it (in a way) just to abandon that goal for a girl he abandoned earlier. The worst part? The mofo gets rewarded for that. \r\nSo let me get this straight. The moral of the story is that You can abandon everything, change Your mind and still profit from it? Eff off! \n\r\nNow there are some positives in the writing department. Like I said earlier, when the movie slows down and actually shows Anzu and Kaoru interact with each other it’s pretty solid. Their interactions are a little stiff and I wouldn't call all of them organic but they’re passible. The writing in the scene in Anzu’s house and at the summer festival should be the standard for the whole movie. They are not great but they do convey their feelings and the gravity of their plan. Unfortunately they are a stand out in writing. Most scenes are more plot driven than character driven and that’s what kills the drama for me.\n\r\nNow listen, despite all the bullshit writing I actually enjoyed most of the movie. The ending is shit, the pacing is too fast but the moments when it slows down... there is some charm there. Shame there isn’t more of it but I’ll take what I can get at this point.\r\nIf You don’t care about writing and just want to see a feel good, a bit naive, coming of age story, this might be entertaining for You."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "9:41 AM",
          "timestamp": 1713001260
        }
      },
      {
        "object": {
          "title": "Bocchi the Rock!",
          "mal_url": "https://myanimelist.net/anime/47917/Bocchi_the_Rock",
          "mal_id": 47917,
          "all_reviews_url": "https://myanimelist.net/anime/47917/Bocchi_the_Rock/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1448/127956.jpg"
        },
        "user": {
          "name": "Nomi030",
          "url": "https://myanimelist.net/profile/Nomi030",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/c549e56b-ce47-43a6-8b14-9ff837b94339_225w?s=cbd031e92f5b1bcd434d5827ad1ed2e7"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Great, the comment I wrote yesterday is not visible, so I have to write it again, but I don't want to bother, I'm just complaining about how Spy I mean, I've never seen any jokes, effects or anything in any anime in my life, but this is something very different, it's a great thing, the ridiculous scenes shown in between are different from putting on a cute face, explaining the situation with a clay statue, seeing a puppet and real human hands at the same time, it takes the comedy anime to a different dimension. All comedy productions so far are made with a certain",
          "hidden": "element and I watch them without emotion (I am an emotionless person) but ohhhh it has a very different atmosphere and it is also great in terms of music. There are a limited number of anime that I listen to in every episode of the opening like idiots and these are not popular simple anime songs, even if they are not known, they are great. I don't listen to rock much, but I might like it, this anime at least shows me this, I have only one thing left to say: THIS ANIME IS A MASTERPIECE, SO WATCH IT AND MAKE IT WATCH!!!!!!!!!!!!!!!!",
          "full": "Great, the comment I wrote yesterday is not visible, so I have to write it again, but I don't want to bother, I'm just complaining about how Spy I mean, I've never seen any jokes, effects or anything in any anime in my life, but this is something very different, it's a great thing, the ridiculous scenes shown in between are different from putting on a cute face, explaining the situation with a clay statue, seeing a puppet and real human hands at the same time, it takes the comedy anime to a different dimension. All comedy productions so far are made with a certain element and I watch them without emotion (I am an emotionless person) but ohhhh it has a very different atmosphere and it is also great in terms of music. There are a limited number of anime that I listen to in every episode of the opening like idiots and these are not popular simple anime songs, even if they are not known, they are great. I don't listen to rock much, but I might like it, this anime at least shows me this, I have only one thing left to say: THIS ANIME IS A MASTERPIECE, SO WATCH IT AND MAKE IT WATCH!!!!!!!!!!!!!!!!"
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "8:48 AM",
          "timestamp": 1712998080
        }
      },
      {
        "object": {
          "title": "Undead Unluck",
          "mal_url": "https://myanimelist.net/anime/52741/Undead_Unluck",
          "mal_id": 52741,
          "all_reviews_url": "https://myanimelist.net/anime/52741/Undead_Unluck/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1136/138410.jpg"
        },
        "user": {
          "name": "therealab",
          "url": "https://myanimelist.net/profile/therealab",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/c044445c-38d0-4e08-94ee-740227d7dd6c_42x62_i?s=74ad06380293fe826ebe40fc63351f8e"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Undead Unluck is a great action comedy shounen.\r\nIt has a great storyline with more arcs to follow.\r\nThe screenplay is superb with each character being given enough depth as needed by that chraracter.\r\nThe characters grow with time and do not stay stagnant.\r\nThe action sequences are amazing.\r\nThe humor is little bit of gag and timing based comedy.\r\nThe overall plotline is wonderful and truly enjoyable.\r\nThis show is for adult audience not for kids. \r\n(NSFW at times and characters/plots are too mature for kids to understand)\r\nDefinitely watch this show if you are into action comedy fantasy genre.",
          "hidden": "",
          "full": "Undead Unluck is a great action comedy shounen.\r\nIt has a great storyline with more arcs to follow.\r\nThe screenplay is superb with each character being given enough depth as needed by that chraracter.\r\nThe characters grow with time and do not stay stagnant.\r\nThe action sequences are amazing.\r\nThe humor is little bit of gag and timing based comedy.\r\nThe overall plotline is wonderful and truly enjoyable.\r\nThis show is for adult audience not for kids. \r\n(NSFW at times and characters/plots are too mature for kids to understand)\r\nDefinitely watch this show if you are into action comedy fantasy genre. "
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "8:42 AM",
          "timestamp": 1712997720
        }
      },
      {
        "object": {
          "title": "Mashle: Shinkakusha Kouho Senbatsu Shiken-hen",
          "mal_url": "https://myanimelist.net/anime/55813/Mashle__Shinkakusha_Kouho_Senbatsu_Shiken-hen",
          "mal_id": 55813,
          "all_reviews_url": "https://myanimelist.net/anime/55813/Mashle__Shinkakusha_Kouho_Senbatsu_Shiken-hen/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1912/140804.jpg"
        },
        "user": {
          "name": "PapaSomm",
          "url": "https://myanimelist.net/profile/PapaSomm",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/7a97dc6b-7a08-4bc7-bdd0-5dcd6b2841d2_42x62_i?s=4906df46f34a39ccc83a767fcab483f4"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "This season opens with a fairly interesting looking new set of antagonists. Then by episode 3, they are no longer on screen, and it is immediately clear that there is no \"here\" here. This action comedy spoof did not take enough time creating a reason to invest in the characters in the first season, so they aren't holding our attention this season. In addition, the stakes don't feel high enough, the action isn't cool enough, and the comedy isn't funny enough for me to continue devoting time here amongst the 40+ other anime that premiered with this season. Fine if you have too much time",
          "hidden": "on your hands, but if you've seen season 1, you've basically seen all Mashle has to offer.",
          "full": "This season opens with a fairly interesting looking new set of antagonists. Then by episode 3, they are no longer on screen, and it is immediately clear that there is no \"here\" here. This action comedy spoof did not take enough time creating a reason to invest in the characters in the first season, so they aren't holding our attention this season. In addition, the stakes don't feel high enough, the action isn't cool enough, and the comedy isn't funny enough for me to continue devoting time here amongst the 40+ other anime that premiered with this season. Fine if you have too much time on your hands, but if you've seen season 1, you've basically seen all Mashle has to offer."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "8:38 AM",
          "timestamp": 1712997480
        }
      },
      {
        "object": {
          "title": "Sousou no Frieren",
          "mal_url": "https://myanimelist.net/anime/52991/Sousou_no_Frieren",
          "mal_id": 52991,
          "all_reviews_url": "https://myanimelist.net/anime/52991/Sousou_no_Frieren/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1015/138006.jpg"
        },
        "user": {
          "name": "TomatoheadFD",
          "url": "https://myanimelist.net/profile/TomatoheadFD",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/b83d36b9-386f-4880-8b1b-03a2b56e3126_225w?s=702c746ca12a72783f20af29b6403ef4"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Fantastic background art, character writing and action scenes. Most of all I appreciate the self reflection the characters apply and the sometimes existential feelings this can bring forth.\n\r\nTruly though, the world building is like no other anime. They know they can't have an unmoving, stagnant fantasy universe like so many shows settle for. Where antient beings and secrets, as well as technology remain the same for thousands of years.\n\r\nIn a show with an ageless being this simply would kill a lot of the \"value\" and meaning behind living for hundreds of years. So the fact they have written this universe to be so alive with",
          "hidden": "change and technological (magical) advancement that it feels like it could be real, shows attention to detail and care for world building rarely seen in the art medium of anime.",
          "full": "Fantastic background art, character writing and action scenes. Most of all I appreciate the self reflection the characters apply and the sometimes existential feelings this can bring forth.\n\r\nTruly though, the world building is like no other anime. They know they can't have an unmoving, stagnant fantasy universe like so many shows settle for. Where antient beings and secrets, as well as technology remain the same for thousands of years.\n\r\nIn a show with an ageless being this simply would kill a lot of the \"value\" and meaning behind living for hundreds of years. So the fact they have written this universe to be so alive with change and technological (magical) advancement that it feels like it could be real, shows attention to detail and care for world building rarely seen in the art medium of anime."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "8:23 AM",
          "timestamp": 1712996580
        }
      },
      {
        "object": {
          "title": "Shingeki no Kyojin: The Final Season - Kanketsu-hen",
          "mal_url": "https://myanimelist.net/anime/51535/Shingeki_no_Kyojin__The_Final_Season_-_Kanketsu-hen",
          "mal_id": 51535,
          "all_reviews_url": "https://myanimelist.net/anime/51535/Shingeki_no_Kyojin__The_Final_Season_-_Kanketsu-hen/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1279/131078.jpg"
        },
        "user": {
          "name": "MariusNinjai",
          "url": "https://myanimelist.net/profile/MariusNinjai",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/e386f309-cf41-445a-a60a-f7ac476d05e6_225w?s=43b2d7daee6cb6d8e4b2327642c44b87"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Anime so good i will be rewatching it for the rest of my life right now after finishing it i feel emotional drained probably will need like a year to rewatch again. Been weeks and i still think that's it done no more Attack on Titan i really thought i was gonna hate the ending no way they could finish it and i would befine with it.\r\nThe Soundtrack is amazing for the series so many good ones you have to add them to your music playlist Hans Zimmer level of music one of few anime to have so many bangers",
          "hidden": "",
          "full": "Anime so good i will be rewatching it for the rest of my life right now after finishing it i feel emotional drained probably will need like a year to rewatch again. Been weeks and i still think that's it done no more Attack on Titan i really thought i was gonna hate the ending no way they could finish it and i would befine with it.\r\nThe Soundtrack is amazing for the series so many good ones you have to add them to your music playlist Hans Zimmer level of music one of few anime to have so many bangers "
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "8:06 AM",
          "timestamp": 1712995560
        }
      },
      {
        "object": {
          "title": "Carole & Tuesday",
          "mal_url": "https://myanimelist.net/anime/37435/Carole___Tuesday",
          "mal_id": 37435,
          "all_reviews_url": "https://myanimelist.net/anime/37435/Carole___Tuesday/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1611/96157.jpg"
        },
        "user": {
          "name": "AkiraMiyazaki17",
          "url": "https://myanimelist.net/profile/AkiraMiyazaki17",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/6a145db5-4720-49ab-a2cb-129e46ae065a_225w?s=d47b7d7ad840655a11c097626a831aff"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Simultaneously among the worst things Watanabe has ever directed, while still being a boundlessly heartwarming and optimistic parable about the timeless power of music. With every passing year Watanabe’s notion about the value of the human element in the creation of art becomes more relevant, with the ominous possibility of Carole and Tuesday’s dystopian AI-dominated music industry becoming more and more plausible. I do think it’s a little ironic that in spite of this messaging, about 70% of the series’s song catalogue feels like it was written by an algorithm, but perhaps that was intentional, as the music of the main duo does generally serve",
          "hidden": "as an exception. \n\r\nStill, I’m glad that the main conceit of the first half of the series is soon abandoned in favour of one more interesting; here Watanabe details how the advent of populist xenophobic ultranationalism always leads to fascistic governance (the series even has its own equivalent of the Reichtag fire). The growth of the main leads and their ability to reconcile with their heritage is interwoven seamlessly with ideas about artistic freedom and censorship, refugee crises and authoritarian border control. Having witnessed the implementation of the Nationality and Borders Bill in the UK just over a year ago, Watanabe’s vision about opportunistic politicians using foreign citizens as convenient scapegoats feels almost prophetic.\n\r\nAlso, the last episode is absolutely fantastic. it elevated the series enormously for me.",
          "full": "Simultaneously among the worst things Watanabe has ever directed, while still being a boundlessly heartwarming and optimistic parable about the timeless power of music. With every passing year Watanabe’s notion about the value of the human element in the creation of art becomes more relevant, with the ominous possibility of Carole and Tuesday’s dystopian AI-dominated music industry becoming more and more plausible. I do think it’s a little ironic that in spite of this messaging, about 70% of the series’s song catalogue feels like it was written by an algorithm, but perhaps that was intentional, as the music of the main duo does generally serve as an exception. \n\r\nStill, I’m glad that the main conceit of the first half of the series is soon abandoned in favour of one more interesting; here Watanabe details how the advent of populist xenophobic ultranationalism always leads to fascistic governance (the series even has its own equivalent of the Reichtag fire). The growth of the main leads and their ability to reconcile with their heritage is interwoven seamlessly with ideas about artistic freedom and censorship, refugee crises and authoritarian border control. Having witnessed the implementation of the Nationality and Borders Bill in the UK just over a year ago, Watanabe’s vision about opportunistic politicians using foreign citizens as convenient scapegoats feels almost prophetic.\n\r\nAlso, the last episode is absolutely fantastic. it elevated the series enormously for me."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "7:55 AM",
          "timestamp": 1712994900
        }
      },
      {
        "object": {
          "title": "Sokushi Cheat ga Saikyou sugite, Isekai no Yatsura ga Marude Aite ni Naranai n desu ga.",
          "mal_url": "https://myanimelist.net/anime/53730/Sokushi_Cheat_ga_Saikyou_sugite_Isekai_no_Yatsura_ga_Marude_Aite_ni_Naranai_n_desu_ga",
          "mal_id": 53730,
          "all_reviews_url": "https://myanimelist.net/anime/53730/Sokushi_Cheat_ga_Saikyou_sugite_Isekai_no_Yatsura_ga_Marude_Aite_ni_Naranai_n_desu_ga/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1734/139673.jpg"
        },
        "user": {
          "name": "TheAdmiralPoi",
          "url": "https://myanimelist.net/profile/TheAdmiralPoi",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/5dc5bd30-7e16-4caf-abb1-1170a9d3316b_42x62_i?s=876ad7e5dbdde502fa956798e159fbbd"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "It's bad not because I hate it. It's bad because I couldn't care less what happens.\n\r\nHere we have the nth take on the isekai genre - this time permutating an entire class getting transported to another world combined with a main character whose overpowered skill is being able to kill anyone, anything and even any concept just by saying the word \"die\". If that sounds bad - yes it does.\n\r\nIt's not so much the poor animation, stop-start pacing or even the storyline itself - it's the sheer quality of the characters, or lack thereof, and the sheer quantity of them getting thrown at you every",
          "hidden": "other minute in each and every episode. Characters get shown on screen, their names get flashed, their voice actors get to shine with a few lines, and then they die. Like literally within minutes, sometimes seconds of coming across our main character, Sir Kill-a-lot. Those characters that don't die are either bland, annoying or straight up unbearable.\n\r\nThe ridiculousness of it all came across as somewhat funny initially, with our main character possessing a skill as absurd as that and just murdering pretty much everyone he comes across without laying a hand on them. Then it was hilarious because the range of possibilities of what he can kill expands as the story went on, including the very concept of physics itself. There was also a bit of supposed \"intrigue\" with him being the outcome of some crazy experiment or whatnot.\n\r\nBut any interest one may have in the premise of this show flies out the window once the joke has been repeated a few times. After the first few episodes, there are no stakes left. There can be no threats to the main character. It's just a matter of time before any viewer would lose all investment into the characters and storyline.\n\r\nAt least One Punch Man actually punches something.\n\r\n1 point for the opening theme, which might be the only redeeming part of the show. Pity it gets me pumped for nothing.\n\r\n1 point for Tomita Miyu giving great reactions to the stupidity that was happening. She is all of us.",
          "full": "It's bad not because I hate it. It's bad because I couldn't care less what happens.\n\r\nHere we have the nth take on the isekai genre - this time permutating an entire class getting transported to another world combined with a main character whose overpowered skill is being able to kill anyone, anything and even any concept just by saying the word \"die\". If that sounds bad - yes it does.\n\r\nIt's not so much the poor animation, stop-start pacing or even the storyline itself - it's the sheer quality of the characters, or lack thereof, and the sheer quantity of them getting thrown at you every other minute in each and every episode. Characters get shown on screen, their names get flashed, their voice actors get to shine with a few lines, and then they die. Like literally within minutes, sometimes seconds of coming across our main character, Sir Kill-a-lot. Those characters that don't die are either bland, annoying or straight up unbearable.\n\r\nThe ridiculousness of it all came across as somewhat funny initially, with our main character possessing a skill as absurd as that and just murdering pretty much everyone he comes across without laying a hand on them. Then it was hilarious because the range of possibilities of what he can kill expands as the story went on, including the very concept of physics itself. There was also a bit of supposed \"intrigue\" with him being the outcome of some crazy experiment or whatnot.\n\r\nBut any interest one may have in the premise of this show flies out the window once the joke has been repeated a few times. After the first few episodes, there are no stakes left. There can be no threats to the main character. It's just a matter of time before any viewer would lose all investment into the characters and storyline.\n\r\nAt least One Punch Man actually punches something.\n\r\n1 point for the opening theme, which might be the only redeeming part of the show. Pity it gets me pumped for nothing.\n\r\n1 point for Tomita Miyu giving great reactions to the stupidity that was happening. She is all of us."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "7:28 AM",
          "timestamp": 1712993280
        }
      },
      {
        "object": {
          "title": "Serial Experiments Lain",
          "mal_url": "https://myanimelist.net/anime/339/Serial_Experiments_Lain",
          "mal_id": 339,
          "all_reviews_url": "https://myanimelist.net/anime/339/Serial_Experiments_Lain/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1718/91550.jpg"
        },
        "user": {
          "name": "hanakoxbby",
          "url": "https://myanimelist.net/profile/hanakoxbby",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/d6369a84-a54c-45fb-a32a-cb6ef2a37d86_225w?s=9b99a87f3cc6852330e1925556e8140a"
        },
        "tag": "Mixed Feelings",
        "text": {
          "visible": "I have been watching anime for about eight years now and I have enjoyed every single anime that I watch that has been a psychological type of anime or has played with your mind is playing tricks on you or in general is just a mindfuck but to be honest this anime really screwed me up in a really bad way and I can say that it was worse than let's say some mindfucks that actually did enjoy kind of like a perfect blue paprika evangelion and some other ones. \n\r\nI at first did enjoy a bit of one and two but then after watching",
          "hidden": "like four more episodes I really could not get more into it I just could not grasp the concept I cannot understand it and there was way too many tech elements in there and way too many computer elements in it that I really didn't understand and it is supposed to be a anime that is way ahead of its time but again it just really messed up my head I really messed up my brain and I think I literally got headaches watching this show.",
          "full": "I have been watching anime for about eight years now and I have enjoyed every single anime that I watch that has been a psychological type of anime or has played with your mind is playing tricks on you or in general is just a mindfuck but to be honest this anime really screwed me up in a really bad way and I can say that it was worse than let's say some mindfucks that actually did enjoy kind of like a perfect blue paprika evangelion and some other ones. \n\r\nI at first did enjoy a bit of one and two but then after watching like four more episodes I really could not get more into it I just could not grasp the concept I cannot understand it and there was way too many tech elements in there and way too many computer elements in it that I really didn't understand and it is supposed to be a anime that is way ahead of its time but again it just really messed up my head I really messed up my brain and I think I literally got headaches watching this show."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "7:23 AM",
          "timestamp": 1712992980
        }
      },
      {
        "object": {
          "title": "Ao no Exorcist: Shimane Illuminati-hen",
          "mal_url": "https://myanimelist.net/anime/53889/Ao_no_Exorcist__Shimane_Illuminati-hen",
          "mal_id": 53889,
          "all_reviews_url": "https://myanimelist.net/anime/53889/Ao_no_Exorcist__Shimane_Illuminati-hen/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1239/140803.jpg"
        },
        "user": {
          "name": "Scrabers",
          "url": "https://myanimelist.net/profile/Scrabers",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/759cc5f9-a081-4d22-8526-eac957852031_225w?s=3d1b2d96926423c245a46439a57b6817"
        },
        "tag": "Mixed Feelings",
        "text": {
          "visible": "Animation 6/10\t\tMusic 7/10\r\nStory 5/10\n\r\n#Story\r\nAfter a long time, finally the sequel to Ao No Exorcist is out. however, it is necessary to re-watch the previous season. remembering how much time has passed. The story that is told is not very interesting, it focuses on developing Izumi's character and testing the strength of their friendship. This is a commonly used story structure so it's quite boring. On the other hand, this anime includes too many mysteries that are prepared for the main conflict which, who knows when the sequel will come out, doesn't give a feeling of curiosity but rather a feeling of boredom.\n\r\n#Animation\r\nThe animation presented is",
          "hidden": "not much different from the previous season, there are not too many improvements, in fact it seems a bit strange with the characters' eyes sometimes not being proportional to the shape of the face. The action displayed is also ordinary, nothing special. the battle is decorated with too much personal dialogue, so the battle feels slow and boring.\n\r\n#Music\r\nThe opening of the anime doesn't really make an impression and the tone used is too generic. Music patterns that are often used for other anime are used again. On the other hand, the ending which presents a soft tone and a calming voice when heard gives better value than the opening",
          "full": "Animation 6/10\t\tMusic 7/10\r\nStory 5/10\n\r\n#Story\r\nAfter a long time, finally the sequel to Ao No Exorcist is out. however, it is necessary to re-watch the previous season. remembering how much time has passed. The story that is told is not very interesting, it focuses on developing Izumi's character and testing the strength of their friendship. This is a commonly used story structure so it's quite boring. On the other hand, this anime includes too many mysteries that are prepared for the main conflict which, who knows when the sequel will come out, doesn't give a feeling of curiosity but rather a feeling of boredom.\n\r\n#Animation\r\nThe animation presented is not much different from the previous season, there are not too many improvements, in fact it seems a bit strange with the characters' eyes sometimes not being proportional to the shape of the face. The action displayed is also ordinary, nothing special. the battle is decorated with too much personal dialogue, so the battle feels slow and boring.\n\r\n#Music\r\nThe opening of the anime doesn't really make an impression and the tone used is too generic. Music patterns that are often used for other anime are used again. On the other hand, the ending which presents a soft tone and a calming voice when heard gives better value than the opening"
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "6:15 AM",
          "timestamp": 1712988900
        }
      },
      {
        "object": {
          "title": "Chiyu Mahou no Machigatta Tsukaikata",
          "mal_url": "https://myanimelist.net/anime/49613/Chiyu_Mahou_no_Machigatta_Tsukaikata",
          "mal_id": 49613,
          "all_reviews_url": "https://myanimelist.net/anime/49613/Chiyu_Mahou_no_Machigatta_Tsukaikata/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1733/140802.jpg"
        },
        "user": {
          "name": "fh1478",
          "url": "https://myanimelist.net/profile/fh1478",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/129971bc-9507-4252-a056-411001bfe1f7_225w?s=5c434adb7b478fbb53ba5f0dda320db9"
        },
        "tag": "Recommended",
        "text": {
          "visible": "It's always nice to see Erza from fairytale beating a kid up to make them a good healer.\n\r\n not Too much to talk about, it mostly a very comedic show with some good facial expression and slapstick.  just the right amount of comedic tone.\n\r\nBut the characters up perfect for this show. They are so good for this comedic stuff that it's hard not to get a smile on my face every time I see them. It's just so goodly made. It's kind of the perfect six to seven out of 10 show.\n\r\nMy own problem with the show is there is a flashback . That",
          "hidden": "is way too dark for the light comedy tone of the show. and just  stick out like weird.\n\r\nAre the girls in this show are nice and comedic and has some very funny personality. We don't really get any of those weird nice Japanese girls , now We actually get some real Cookie personality women.\n\r\nBut it looks nice the backgrounds were fine the fights were surprisingly well done. Just all in all  solid six out of 10.",
          "full": "It's always nice to see Erza from fairytale beating a kid up to make them a good healer.\n\r\n not Too much to talk about, it mostly a very comedic show with some good facial expression and slapstick.  just the right amount of comedic tone.\n\r\nBut the characters up perfect for this show. They are so good for this comedic stuff that it's hard not to get a smile on my face every time I see them. It's just so goodly made. It's kind of the perfect six to seven out of 10 show.\n\r\nMy own problem with the show is there is a flashback . That is way too dark for the light comedy tone of the show. and just  stick out like weird.\n\r\nAre the girls in this show are nice and comedic and has some very funny personality. We don't really get any of those weird nice Japanese girls , now We actually get some real Cookie personality women.\n\r\nBut it looks nice the backgrounds were fine the fights were surprisingly well done. Just all in all  solid six out of 10."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "6:02 AM",
          "timestamp": 1712988120
        }
      },
      {
        "object": {
          "title": "Umibe no Étranger",
          "mal_url": "https://myanimelist.net/anime/40615/Umibe_no_Étranger",
          "mal_id": 40615,
          "all_reviews_url": "https://myanimelist.net/anime/40615/Umibe_no_Étranger/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1668/108792.jpg"
        },
        "user": {
          "name": "Klabautermann",
          "url": "https://myanimelist.net/profile/Klabautermann",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/7c2803f4-07a2-4209-bf41-78845196c747_225w?s=7d674f5ab6f7f8bbe69ef33bf4711540"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "I don't know the source material, but I do know it's short. No matter its quality, this seems like a poor adaptation. I'm not exactly sure how Umibe no Étranger came into being in the first place, but whoever steered the wheel on its production course either had a limited budget, or conceived this as a series of shorts initially, because the story feels chopped into rather disjointed parts that have clumsily been put together. The plot itself is nothing to write home about, so when you further ruin a pretty simple, straightforward love story by ruining its pace, omitting its conclusion, and rushing through",
          "hidden": "its time skip, everything else, no matter how beautiful the movie looks, ends up suffering because of it. The most satisfying part of this movie is without a doubt how it looks and how its animated, but when I turn out to be more interested in seeing more shots of cats cuddling than I am in seeing the romantic plot pan out, you know you're doing something wrong.\n\r\nTo add an absolute insult to injury, considering this anime deals with openly gay people, the conversation close to the end between our main characters shoves in some dialogue that feels truly insulting to anyone gay: the exchange implies that being gay is not alright because \"gay sex is disgusting\" (which is presented as a hurdle that true love conquers over, I guess??), and that it's ok to love a man as long as it's emotional only, while you are in fact attracted to women. Take from that what you will, but it left ME feeling disgusted, and not because \"gay sex bad\".\n\r\nAll in all, an unforgettable experience for all the wrong reasons. At least it's pretty and has a lot of cute cuddly cats, which is why you should watch it precisely once, if at all.",
          "full": "I don't know the source material, but I do know it's short. No matter its quality, this seems like a poor adaptation. I'm not exactly sure how Umibe no Étranger came into being in the first place, but whoever steered the wheel on its production course either had a limited budget, or conceived this as a series of shorts initially, because the story feels chopped into rather disjointed parts that have clumsily been put together. The plot itself is nothing to write home about, so when you further ruin a pretty simple, straightforward love story by ruining its pace, omitting its conclusion, and rushing through its time skip, everything else, no matter how beautiful the movie looks, ends up suffering because of it. The most satisfying part of this movie is without a doubt how it looks and how its animated, but when I turn out to be more interested in seeing more shots of cats cuddling than I am in seeing the romantic plot pan out, you know you're doing something wrong.\n\r\nTo add an absolute insult to injury, considering this anime deals with openly gay people, the conversation close to the end between our main characters shoves in some dialogue that feels truly insulting to anyone gay: the exchange implies that being gay is not alright because \"gay sex is disgusting\" (which is presented as a hurdle that true love conquers over, I guess??), and that it's ok to love a man as long as it's emotional only, while you are in fact attracted to women. Take from that what you will, but it left ME feeling disgusted, and not because \"gay sex bad\".\n\r\nAll in all, an unforgettable experience for all the wrong reasons. At least it's pretty and has a lot of cute cuddly cats, which is why you should watch it precisely once, if at all."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "5:56 AM",
          "timestamp": 1712987760
        }
      },
      {
        "object": {
          "title": "Koori Zokusei Danshi to Cool na Douryou Joshi",
          "mal_url": "https://myanimelist.net/anime/52173/Koori_Zokusei_Danshi_to_Cool_na_Douryou_Joshi",
          "mal_id": 52173,
          "all_reviews_url": "https://myanimelist.net/anime/52173/Koori_Zokusei_Danshi_to_Cool_na_Douryou_Joshi/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1927/132758.jpg"
        },
        "user": {
          "name": "divasoun",
          "url": "https://myanimelist.net/profile/divasoun",
          "picture_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
        },
        "tag": "Recommended",
        "text": {
          "visible": "This anime is really good. After watching this, I plan to read the manga as it was really good and I got curious about what will happen. The anime keeps you hooked from start to end. There is no thrilling plot. It is a very relaxing, easy-going, quite slow paced anime. The characters are all mature as they are adults so, there is no unnecessary drama. The main characters are level headed and have fantastic personalities. So it it very hard to not support their romance and their relationship. The side characters are all very engaging and have quite quirky personalities too so it is",
          "hidden": "really nice to see them interacting with one another. The romance between all the characters, especially the main leads, are a bit of a slow burn, but they are fulfilling and worthwhile. The characters have a lot of growth in them and you can slowly see them change and become a better version of their selves over time. I really enjoyed this anime a lot. If you want to feel relaxed, see characters have growth, and see a cute and fulfilling romance than this anime is worth it.",
          "full": "This anime is really good. After watching this, I plan to read the manga as it was really good and I got curious about what will happen. The anime keeps you hooked from start to end. There is no thrilling plot. It is a very relaxing, easy-going, quite slow paced anime. The characters are all mature as they are adults so, there is no unnecessary drama. The main characters are level headed and have fantastic personalities. So it it very hard to not support their romance and their relationship. The side characters are all very engaging and have quite quirky personalities too so it is really nice to see them interacting with one another. The romance between all the characters, especially the main leads, are a bit of a slow burn, but they are fulfilling and worthwhile. The characters have a lot of growth in them and you can slowly see them change and become a better version of their selves over time. I really enjoyed this anime a lot. If you want to feel relaxed, see characters have growth, and see a cute and fulfilling romance than this anime is worth it."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "5:53 AM",
          "timestamp": 1712987580
        }
      },
      {
        "object": {
          "title": "Shangri-La Frontier: Kusoge Hunter, Kamige ni Idoman to su",
          "mal_url": "https://myanimelist.net/anime/52347/Shangri-La_Frontier__Kusoge_Hunter_Kamige_ni_Idoman_to_su",
          "mal_id": 52347,
          "all_reviews_url": "https://myanimelist.net/anime/52347/Shangri-La_Frontier__Kusoge_Hunter_Kamige_ni_Idoman_to_su/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1500/139931.jpg"
        },
        "user": {
          "name": "B_uns",
          "url": "https://myanimelist.net/profile/B_uns",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/1994b562-f5cc-438d-b3af-c80a82f4fb2c_225w?s=26ea345c6da9beb1d2c6f3caea3594b5"
        },
        "tag": "Recommended",
        "text": {
          "visible": "This show reminded me of the shows I watched when I was a teenager. Somehow I felt really nostalgic about this. Saw myself in my old room watching this and eating snacks and forgetting the anxiousness of life. \n\r\nThe story is decent and the writing is solid. It feels like the writers know what the story needs to do and where it is supposed to go. It does have some slower parts but even then I never felt bored. \n\r\nThe animation is amazing. The fighting scenes are well choreographed and the visual effects are stunning. \n\r\nAt first I was a bit wary of the character",
          "hidden": "designs but then I got used to it. Now I feel like the character design is something the show needs to stand out, otherwise if they'd gone in the safer route, this would've drowned in the sea of basic-good content. \n\r\nNot the best thing ever but a very solid and super well made feel-good watch. High recommendation.",
          "full": "This show reminded me of the shows I watched when I was a teenager. Somehow I felt really nostalgic about this. Saw myself in my old room watching this and eating snacks and forgetting the anxiousness of life. \n\r\nThe story is decent and the writing is solid. It feels like the writers know what the story needs to do and where it is supposed to go. It does have some slower parts but even then I never felt bored. \n\r\nThe animation is amazing. The fighting scenes are well choreographed and the visual effects are stunning. \n\r\nAt first I was a bit wary of the character designs but then I got used to it. Now I feel like the character design is something the show needs to stand out, otherwise if they'd gone in the safer route, this would've drowned in the sea of basic-good content. \n\r\nNot the best thing ever but a very solid and super well made feel-good watch. High recommendation."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "4:42 AM",
          "timestamp": 1712983320
        }
      },
      {
        "object": {
          "title": "Dungeon Meshi",
          "mal_url": "https://myanimelist.net/anime/52701/Dungeon_Meshi",
          "mal_id": 52701,
          "all_reviews_url": "https://myanimelist.net/anime/52701/Dungeon_Meshi/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1711/142478.jpg"
        },
        "user": {
          "name": "AvragePolishMale",
          "url": "https://myanimelist.net/profile/AvragePolishMale",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/d0a10a82-9d0e-4dae-bb66-53a9c396e199_42x62_i?s=532e182c792d87e8b38475a80a28c49e"
        },
        "tag": "Recommended",
        "text": {
          "visible": "---- Rerely, does an adaptation outright replace its source material... ----\n\r\nI, for one, feel somewhat sceptical when approaching a show based on a work dear to my heart. There's always a feeling of uncertainty present while waiting for a new episode to drop - a sort of hesitance in regard to the non-binding agreement on the studio's side to do the justice to the original story. A task, very often borderline impossible - an effort that, at the very best, will leave you with a few questionable directing choices, souring the otherwise great adaptation. But even this is even more of a reason - an",
          "hidden": "invitation - to discover the story as it was originally conceived. On paper.\n\r\nI will admit, I have only seen a few chapters of the manga, so I didn't suffer the above mentioned anticipation. As of writing this review, the story is far from over. Yet, despite loving my time with the show, I don't feel enticed to seek more. A downright anomaly in the world of Chinese cartoons.\r\nWhy is that, then? Well, that's because I DON'T want to see more until Daddy Trigger cooks up more.\n\r\nAs of writing this review, I firmly believe that \"Dungeon Meshi\" stands as perhaps the most diligent work of Trigger and maybe, just maybe, one of the most sincere and uncompromised adaptations I`ve watched to date. Even if it's no grandiose adventure, I am still helplessly enamoured.\n\n\n\r\n---- Daddy Trigger does it again, finally ----\n\r\nI've made a huge lapse of judgment after seeing the first episode. Thinking the quality of it will reflect the rest of the show - thinking it was gonna be fine. Just fine...\r\nAnd here I am, writing this slop, realizing what a fool I have been. Actually, this realization hit me months ago when episode 11 reminded me why I should not settle for mediocrity. Anime can still be more than an ephemeral thrill and a bunch of loosely strung together moments of elation. \r\nI have not felt this way for years. \"Dungeon Meshi\" seems to have finally satisfied my appetite. Fully, like no other was able to since I've seen FLCL. It is unrivaled; it is unquestionably brilliant. Ruthless in its strive for perfection.\r\nIt feels downright unsettling how persistantly great it is, with all its strengths on full display 24/7, shining brightly on a weekly basis.\n\r\nI seriously believe that there is an argument to be made for this being one of the greatest Animes of all time. It may not be groundbreaking, nor revolutionary in any way, but rarely does a show remind me of FMA Brotherhood.\r\nYes, you may not be the target audience, and sure enough, no show can appeal to everyone, and you may (perhaps WILL) find things about it that do not fit your tastes. It's deceptively laid-back and unashamed in its dedication to clever and witty slice-of-life storytelling. There is no serious story here, no dramatic characterbuilding, nor gripping overall narrative to lose yourself in.\r\nIt REALLY is, at its core, just a slice-of-life.\r\nYou may not like it, and that's fine.\r\nThat being said, I have not seen a single negative review that would treat it as such, with a great majority of them criticizing the show for... well, having shortcomings that are par for the course with a slice of life.\n\r\nIf you look at the show as an adaptation of the source material, there is simply not a single flaw I can spot. Not even a single compromise. All 15 out of 24 episodes so far are unrealistically excellent. Yes, 24. Fuck... this is some dedication from Trigger, of all studios, towards a SLICE-OF-LIFE. An effort so consistently great, it somewhat undermines some people's theory of this being just a small side project for them.\r\nWell, oh well, what a time to be alive.\r\nWicked times indeed.\n\n\n\r\n---- This shit's cooked to perfection frfr ----\n\r\n\"Dungeon Meshi\" is the best thing Trigger has cooked since \"Kill la Kill.\"\r\nThere, I said it.\r\nI should have waited before posting this review, but it felt as if my heart was about to burst if I didn't properly voice my infatuation.\r\nIt's the very first proper Trigger blowie in over a decade, and it truly feels like they are giving it all they've got.\r\nThis is Trigger now. Take it or leave it.\r\n10/10",
          "full": "---- Rerely, does an adaptation outright replace its source material... ----\n\r\nI, for one, feel somewhat sceptical when approaching a show based on a work dear to my heart. There's always a feeling of uncertainty present while waiting for a new episode to drop - a sort of hesitance in regard to the non-binding agreement on the studio's side to do the justice to the original story. A task, very often borderline impossible - an effort that, at the very best, will leave you with a few questionable directing choices, souring the otherwise great adaptation. But even this is even more of a reason - an invitation - to discover the story as it was originally conceived. On paper.\n\r\nI will admit, I have only seen a few chapters of the manga, so I didn't suffer the above mentioned anticipation. As of writing this review, the story is far from over. Yet, despite loving my time with the show, I don't feel enticed to seek more. A downright anomaly in the world of Chinese cartoons.\r\nWhy is that, then? Well, that's because I DON'T want to see more until Daddy Trigger cooks up more.\n\r\nAs of writing this review, I firmly believe that \"Dungeon Meshi\" stands as perhaps the most diligent work of Trigger and maybe, just maybe, one of the most sincere and uncompromised adaptations I`ve watched to date. Even if it's no grandiose adventure, I am still helplessly enamoured.\n\n\n\r\n---- Daddy Trigger does it again, finally ----\n\r\nI've made a huge lapse of judgment after seeing the first episode. Thinking the quality of it will reflect the rest of the show - thinking it was gonna be fine. Just fine...\r\nAnd here I am, writing this slop, realizing what a fool I have been. Actually, this realization hit me months ago when episode 11 reminded me why I should not settle for mediocrity. Anime can still be more than an ephemeral thrill and a bunch of loosely strung together moments of elation. \r\nI have not felt this way for years. \"Dungeon Meshi\" seems to have finally satisfied my appetite. Fully, like no other was able to since I've seen FLCL. It is unrivaled; it is unquestionably brilliant. Ruthless in its strive for perfection.\r\nIt feels downright unsettling how persistantly great it is, with all its strengths on full display 24/7, shining brightly on a weekly basis.\n\r\nI seriously believe that there is an argument to be made for this being one of the greatest Animes of all time. It may not be groundbreaking, nor revolutionary in any way, but rarely does a show remind me of FMA Brotherhood.\r\nYes, you may not be the target audience, and sure enough, no show can appeal to everyone, and you may (perhaps WILL) find things about it that do not fit your tastes. It's deceptively laid-back and unashamed in its dedication to clever and witty slice-of-life storytelling. There is no serious story here, no dramatic characterbuilding, nor gripping overall narrative to lose yourself in.\r\nIt REALLY is, at its core, just a slice-of-life.\r\nYou may not like it, and that's fine.\r\nThat being said, I have not seen a single negative review that would treat it as such, with a great majority of them criticizing the show for... well, having shortcomings that are par for the course with a slice of life.\n\r\nIf you look at the show as an adaptation of the source material, there is simply not a single flaw I can spot. Not even a single compromise. All 15 out of 24 episodes so far are unrealistically excellent. Yes, 24. Fuck... this is some dedication from Trigger, of all studios, towards a SLICE-OF-LIFE. An effort so consistently great, it somewhat undermines some people's theory of this being just a small side project for them.\r\nWell, oh well, what a time to be alive.\r\nWicked times indeed.\n\n\n\r\n---- This shit's cooked to perfection frfr ----\n\r\n\"Dungeon Meshi\" is the best thing Trigger has cooked since \"Kill la Kill.\"\r\nThere, I said it.\r\nI should have waited before posting this review, but it felt as if my heart was about to burst if I didn't properly voice my infatuation.\r\nIt's the very first proper Trigger blowie in over a decade, and it truly feels like they are giving it all they've got.\r\nThis is Trigger now. Take it or leave it.\r\n10/10"
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "4:33 AM",
          "timestamp": 1712982780
        }
      },
      {
        "object": {
          "title": "Megumi no Daigo: Kyuukoku no Orange",
          "mal_url": "https://myanimelist.net/anime/53848/Megumi_no_Daigo__Kyuukoku_no_Orange",
          "mal_id": 53848,
          "all_reviews_url": "https://myanimelist.net/anime/53848/Megumi_no_Daigo__Kyuukoku_no_Orange/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1824/140568.jpg"
        },
        "user": {
          "name": "ThePhoenixMaster",
          "url": "https://myanimelist.net/profile/ThePhoenixMaster",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/00dc1ead-abe7-47c3-b41d-4f350d685538_225w?s=dad6865a49240aa39621e29621408d6e"
        },
        "tag": "Recommended",
        "text": {
          "visible": "In between all of these big shot Shonen anime, this was a breeze of new air. Eventhough this is a sequel of Firefighter Daigo, a sorta well known manga. It feels great. The story is nice and entertaining with the later half being even better. The only problem was the pacing and recaps being good awful long. The story has a Season 2 potential.....\r\n   The story follows the same concept as in it's predecessor. But, i don't think there are material in the field of Firefighters as such, overlooking Fire Force and this itself. While Fire Force is bit more into the fantasy",
          "hidden": "side of things Firefighter Daigo follows the story of an irl firefighter, making a unique piece of fiction certainly. The story in it self never felt dragged or boring, but the way it was handled by the production by 6 minute recaps it sure was made dragged.\r\n   The best part of this whole thing is that show is very very realistic, from it's story telling to it's character to it's setting and plot all things that could happen anywhere in the world. Aswell the characters being human as possible, with all the reactions and emotions that expressed during each of the incidents being understandable. The characters all are shown to be humans just like us to the very core of them. Even the background characters like the Owners of the cat Mei, saying about loss at a old age is hard to deal with.\r\n The story also gives lot of info on how firefighters actually work. Indulging into details of the work. To sum it up anyone wanting to take a break from Shonen and Isekai, and anyone can enjoy this show.",
          "full": "In between all of these big shot Shonen anime, this was a breeze of new air. Eventhough this is a sequel of Firefighter Daigo, a sorta well known manga. It feels great. The story is nice and entertaining with the later half being even better. The only problem was the pacing and recaps being good awful long. The story has a Season 2 potential.....\r\n   The story follows the same concept as in it's predecessor. But, i don't think there are material in the field of Firefighters as such, overlooking Fire Force and this itself. While Fire Force is bit more into the fantasy side of things Firefighter Daigo follows the story of an irl firefighter, making a unique piece of fiction certainly. The story in it self never felt dragged or boring, but the way it was handled by the production by 6 minute recaps it sure was made dragged.\r\n   The best part of this whole thing is that show is very very realistic, from it's story telling to it's character to it's setting and plot all things that could happen anywhere in the world. Aswell the characters being human as possible, with all the reactions and emotions that expressed during each of the incidents being understandable. The characters all are shown to be humans just like us to the very core of them. Even the background characters like the Owners of the cat Mei, saying about loss at a old age is hard to deal with.\r\n The story also gives lot of info on how firefighters actually work. Indulging into details of the work. To sum it up anyone wanting to take a break from Shonen and Isekai, and anyone can enjoy this show."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "4:32 AM",
          "timestamp": 1712982720
        }
      },
      {
        "object": {
          "title": "30-sai made Doutei dato Mahoutsukai ni Nareru Rashii",
          "mal_url": "https://myanimelist.net/anime/55973/30-sai_made_Doutei_dato_Mahoutsukai_ni_Nareru_Rashii",
          "mal_id": 55973,
          "all_reviews_url": "https://myanimelist.net/anime/55973/30-sai_made_Doutei_dato_Mahoutsukai_ni_Nareru_Rashii/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1762/139690.jpg"
        },
        "user": {
          "name": "_ame11",
          "url": "https://myanimelist.net/profile/_ame11",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/e771e5c5-bc7f-4117-948d-65ab7f4121da_225w?s=98144a2b8796e98d671802032a3e9fe6"
        },
        "tag": "Recommended",
        "text": {
          "visible": "ngl i was super excited for this anime & while i think the anime is a solid 7-7/5 out of 10, I feel like my expectations were super high and was not really met. Having said that, I still enjoyed the lovey-dovey couples & i have to say the 2ndlove story that was happening as far more interesting to me - it had a diverse dynamic that I would have loved to be invested in more. All in all, the ending was suuuppper cute & wholesome & I love that - that really is what has me squealing & loved that this is a full",
          "hidden": "complete show in 12 eps - i don't remember the last time we had that lol. \n\r\noverall a 100% recommend.",
          "full": "ngl i was super excited for this anime & while i think the anime is a solid 7-7/5 out of 10, I feel like my expectations were super high and was not really met. Having said that, I still enjoyed the lovey-dovey couples & i have to say the 2ndlove story that was happening as far more interesting to me - it had a diverse dynamic that I would have loved to be invested in more. All in all, the ending was suuuppper cute & wholesome & I love that - that really is what has me squealing & loved that this is a full complete show in 12 eps - i don't remember the last time we had that lol. \n\r\noverall a 100% recommend."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "4:10 AM",
          "timestamp": 1712981400
        }
      },
      {
        "object": {
          "title": "Boku no Hero Academia",
          "mal_url": "https://myanimelist.net/anime/31964/Boku_no_Hero_Academia",
          "mal_id": 31964,
          "all_reviews_url": "https://myanimelist.net/anime/31964/Boku_no_Hero_Academia/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/10/78745.jpg"
        },
        "user": {
          "name": "xX_Shibe_Xx",
          "url": "https://myanimelist.net/profile/xX_Shibe_Xx",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/2fd80202-012e-4932-9dcc-524679b28033_225w?s=7741d6e2b9c49c050036c4fb9d9f7687"
        },
        "tag": "Mixed Feelings",
        "text": {
          "visible": "this is the most average show ever. period. like i have no words due to meh it is. okok ill cut some slack. the first couple of episodes that introduce the concept of quirks and other such things were good. i thought it was well explained and the idea was well executed. after which the villains were pretty cool. okok you know what. the show is great its very nice and has a cool cast of characters. however my one gripe is the fanbase. thats it. although they have no proper way to push what they want onto the show, they still give it a",
          "hidden": "pretty negative vibe. like dawg i aint here to argue over which character should have sex or which one i would want to dominate my ass. like holy shit, its like im walking into a mental hospital with every patient having schizophrenia. if you arent convinced. look up \"my hero academia fanbase\" and look through the images. now search up another anime fanbase. eg. naruto, dragonball z, black clover. can you spot the diffrence? CORRECT! my hero academia has at least 5 images of deku and bakugo kissing! like what the hell. keep that shit to yourself or your reddit post or somthing. anyway this anime is getting a 5 out of 10 because of how many images i saw of characters kissing. and also because i find the show boring after a while.",
          "full": "this is the most average show ever. period. like i have no words due to meh it is. okok ill cut some slack. the first couple of episodes that introduce the concept of quirks and other such things were good. i thought it was well explained and the idea was well executed. after which the villains were pretty cool. okok you know what. the show is great its very nice and has a cool cast of characters. however my one gripe is the fanbase. thats it. although they have no proper way to push what they want onto the show, they still give it a pretty negative vibe. like dawg i aint here to argue over which character should have sex or which one i would want to dominate my ass. like holy shit, its like im walking into a mental hospital with every patient having schizophrenia. if you arent convinced. look up \"my hero academia fanbase\" and look through the images. now search up another anime fanbase. eg. naruto, dragonball z, black clover. can you spot the diffrence? CORRECT! my hero academia has at least 5 images of deku and bakugo kissing! like what the hell. keep that shit to yourself or your reddit post or somthing. anyway this anime is getting a 5 out of 10 because of how many images i saw of characters kissing. and also because i find the show boring after a while."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "4:10 AM",
          "timestamp": 1712981400
        }
      },
      {
        "object": {
          "title": "Chainsaw Man",
          "mal_url": "https://myanimelist.net/anime/44511/Chainsaw_Man",
          "mal_id": 44511,
          "all_reviews_url": "https://myanimelist.net/anime/44511/Chainsaw_Man/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1806/126216.jpg"
        },
        "user": {
          "name": "douve_atomique",
          "url": "https://myanimelist.net/profile/douve_atomique",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/b3bc27dd-822e-4d1d-be6c-75b4a09fa002_42x62_i?s=96b2157935f1a79de6670d02e550de66"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Chainsaw Man is a very surprising show. While it aired at a time when I had stopped watching anime, I still heard and saw a lot about it. Unless you've been living under a rock, it's impossible not to know about Power and Makima, they're literally everywhere online, but most people seem to be lusting over those girls for all the wrong reasons. Seeing people compare CSM to Demon Slayer and Jujutsu Kaisen, two animes I dropped because of how egregiously unrealistic and artificial their side characters felt, I never was very inclined to watch CSM, especially because of all the hype it got. I",
          "hidden": "thought it would be another shounen plagued by the same old tired tropes, main character syndrome and incredibly unbelievable cast of side characters, but I'm very happy to admit I was wrong.\n\r\nIf you've heard about it from the internet, CSM seems to boil down to over the top action scenes and a teenager fawning over a dommy mommy or two, but it's much more than that. It's visually exceptional, making full use of interesting and original shot composition, framing, angles and subjective camera. The backgrounds are absolutely beautiful, often dark, painted with washed out colors without much contrast, it gives the anime a very serious and eerie tone which totally fits its narrative. The characters' bright tones coupled with the abundance of blood and guts spilled in an over the top fashion during every fight, reminiscent of a Tarantino movie without the foot fetish scenes, create an absurdly realistic and almost phantasmagorical setting for the show. What I find fascinating about this CSM adaptation is its use of silence. While the action scenes are what people seem to focus the most on, which is completely fine, I don't think they're the highlight of the show. What stuck to me the most were those slow, meditative, comtemplative scenes. MAPPA is not afraid to let the anime's characters simply be, without forcing exposition and filling every scene with action. These slowed-down scenes contrast well with the exaggerated fighting scenes and can also serve, paired with a very good ost and sound design in general, as build-up for emotional scenes.\n\r\nThe way MAPPA gives time to the characters to breath offers them depth. We're not simply shown what they do, but how they do it, and that 'how' is what defines them. Why does Aki grind his own coffee beans? Why does he smoke a cigarette every morning? Why does he tie his hair up like that? Answering these question is not always easy, but it's the process of trying to understand the characters' actions that enables the viewer to feel a connection to them. Unlike most shounen's characters, the characters of CSM feel surprinsingly humane, their actions and emotions make sense. They're broken human beings, full of traumas they're trying to cope with each in their own way, they have qualities but many flaws, they're manipulative, egoistic, scared of the future, their dreams more often than not out of reach. The show respects its characters, no matter their sex, female characters don't solely exist as stepping stones for the male ones, they have their own goals, they have agency. What makes CSM especially refreshing is how Denji, while being the main character of the show, is very often not its main focus, which gives side characters room to develop. Shounen animes often seem to portray a main character propelled in a dangerous world, but most of the times, the viewer is supposed to relate to that character and to want to be in his place. I don't think that's the case with CSM, atleast for me, not once in the show did I want to exchange my place with Denji's, or any other character's. They're all going through hell on a daily basis, and this is what gives so much more weight to the domestic scenes where they just seem like normal, regular human beings enjoying life.\n\r\nThe very impressive visuals coupled with dramatic, often tragic characters, create a series articulated around cycles of loss, manipulation, attachment issues and parataxic distortion. Makima, the 'dommy mommy' that everyone seems to be lusting about, is a big driving force of the show, embodying its core themes. Her expert manipulation is what orchestrates most of what happens in the story, she seems to be in control of everything and everyone. Stopping at her looks and the way she makes Denji sexually interested in her would be a great disservice to how deep and interesting she is, she is truly terrifying. The focus on sexual acts will probably rebut some viewers, but it's important to note that these are not in the show for fanservice, they're part of Denji's characterization and growth, his search of a connection that he only seems to be able to actualize through basic needs; they serve a well defined purpose.\n\r\nThis show doesn't seem for everyone, while the actions scenes are cool and the characters are hot, the overall feeling of it all is very depressing. The characters seem to be stuck in an endless loop of violence and loss, and that cyclical nature of the narrative is highlighted by the show's very first and last scene which are almost identical. That being said, the over the top action scenes serve as a low bar of entry which enables the anime to be enjoyed by most, it's thus hard not to recommend it. The anime being only 12 episodes long is its biggest issue, but it serves as a very good introduction to its world, characters and themes.",
          "full": "Chainsaw Man is a very surprising show. While it aired at a time when I had stopped watching anime, I still heard and saw a lot about it. Unless you've been living under a rock, it's impossible not to know about Power and Makima, they're literally everywhere online, but most people seem to be lusting over those girls for all the wrong reasons. Seeing people compare CSM to Demon Slayer and Jujutsu Kaisen, two animes I dropped because of how egregiously unrealistic and artificial their side characters felt, I never was very inclined to watch CSM, especially because of all the hype it got. I thought it would be another shounen plagued by the same old tired tropes, main character syndrome and incredibly unbelievable cast of side characters, but I'm very happy to admit I was wrong.\n\r\nIf you've heard about it from the internet, CSM seems to boil down to over the top action scenes and a teenager fawning over a dommy mommy or two, but it's much more than that. It's visually exceptional, making full use of interesting and original shot composition, framing, angles and subjective camera. The backgrounds are absolutely beautiful, often dark, painted with washed out colors without much contrast, it gives the anime a very serious and eerie tone which totally fits its narrative. The characters' bright tones coupled with the abundance of blood and guts spilled in an over the top fashion during every fight, reminiscent of a Tarantino movie without the foot fetish scenes, create an absurdly realistic and almost phantasmagorical setting for the show. What I find fascinating about this CSM adaptation is its use of silence. While the action scenes are what people seem to focus the most on, which is completely fine, I don't think they're the highlight of the show. What stuck to me the most were those slow, meditative, comtemplative scenes. MAPPA is not afraid to let the anime's characters simply be, without forcing exposition and filling every scene with action. These slowed-down scenes contrast well with the exaggerated fighting scenes and can also serve, paired with a very good ost and sound design in general, as build-up for emotional scenes.\n\r\nThe way MAPPA gives time to the characters to breath offers them depth. We're not simply shown what they do, but how they do it, and that 'how' is what defines them. Why does Aki grind his own coffee beans? Why does he smoke a cigarette every morning? Why does he tie his hair up like that? Answering these question is not always easy, but it's the process of trying to understand the characters' actions that enables the viewer to feel a connection to them. Unlike most shounen's characters, the characters of CSM feel surprinsingly humane, their actions and emotions make sense. They're broken human beings, full of traumas they're trying to cope with each in their own way, they have qualities but many flaws, they're manipulative, egoistic, scared of the future, their dreams more often than not out of reach. The show respects its characters, no matter their sex, female characters don't solely exist as stepping stones for the male ones, they have their own goals, they have agency. What makes CSM especially refreshing is how Denji, while being the main character of the show, is very often not its main focus, which gives side characters room to develop. Shounen animes often seem to portray a main character propelled in a dangerous world, but most of the times, the viewer is supposed to relate to that character and to want to be in his place. I don't think that's the case with CSM, atleast for me, not once in the show did I want to exchange my place with Denji's, or any other character's. They're all going through hell on a daily basis, and this is what gives so much more weight to the domestic scenes where they just seem like normal, regular human beings enjoying life.\n\r\nThe very impressive visuals coupled with dramatic, often tragic characters, create a series articulated around cycles of loss, manipulation, attachment issues and parataxic distortion. Makima, the 'dommy mommy' that everyone seems to be lusting about, is a big driving force of the show, embodying its core themes. Her expert manipulation is what orchestrates most of what happens in the story, she seems to be in control of everything and everyone. Stopping at her looks and the way she makes Denji sexually interested in her would be a great disservice to how deep and interesting she is, she is truly terrifying. The focus on sexual acts will probably rebut some viewers, but it's important to note that these are not in the show for fanservice, they're part of Denji's characterization and growth, his search of a connection that he only seems to be able to actualize through basic needs; they serve a well defined purpose.\n\r\nThis show doesn't seem for everyone, while the actions scenes are cool and the characters are hot, the overall feeling of it all is very depressing. The characters seem to be stuck in an endless loop of violence and loss, and that cyclical nature of the narrative is highlighted by the show's very first and last scene which are almost identical. That being said, the over the top action scenes serve as a low bar of entry which enables the anime to be enjoyed by most, it's thus hard not to recommend it. The anime being only 12 episodes long is its biggest issue, but it serves as a very good introduction to its world, characters and themes."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "3:43 AM",
          "timestamp": 1712979780
        }
      },
      {
        "object": {
          "title": "Death Note",
          "mal_url": "https://myanimelist.net/anime/1535/Death_Note",
          "mal_id": 1535,
          "all_reviews_url": "https://myanimelist.net/anime/1535/Death_Note/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1079/138100.jpg"
        },
        "user": {
          "name": "saladhead",
          "url": "https://myanimelist.net/profile/saladhead",
          "picture_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Idealism, something that we must have in our life but in this anime its not as simple as that. The characters just bring the audience to have their mixed feelings, like we have to be support him or not, etc. Kira have a glorious purpose but he just get eaten by his idealism and his dream, L is smart but idealism of his ideas just make him not achieve his goals. The side characters level up this anime, and not just in there to be a complement of the story. They have a portion of their influence in this anime and make this anime is",
          "hidden": "interesting to watch.",
          "full": "Idealism, something that we must have in our life but in this anime its not as simple as that. The characters just bring the audience to have their mixed feelings, like we have to be support him or not, etc. Kira have a glorious purpose but he just get eaten by his idealism and his dream, L is smart but idealism of his ideas just make him not achieve his goals. The side characters level up this anime, and not just in there to be a complement of the story. They have a portion of their influence in this anime and make this anime is interesting to watch."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "3:08 AM",
          "timestamp": 1712977680
        }
      },
      {
        "object": {
          "title": "Fullmetal Alchemist: Brotherhood",
          "mal_url": "https://myanimelist.net/anime/5114/Fullmetal_Alchemist__Brotherhood",
          "mal_id": 5114,
          "all_reviews_url": "https://myanimelist.net/anime/5114/Fullmetal_Alchemist__Brotherhood/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1208/94745.jpg"
        },
        "user": {
          "name": "saladhead",
          "url": "https://myanimelist.net/profile/saladhead",
          "picture_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
        },
        "tag": "Recommended",
        "text": {
          "visible": "If my friends asks about what anime that they must watch in their first time, i will recommend this anime. FMAB is so unique, the main characters, the plot, the conflict was so different. The story is delivered well, its not like \"MC want to get stronger and train, and then beat the main villain\" likewise but like he get the experienced with meet another alchemist, had a good/bad experience from them, then side characters have a conflict that aligned with conflict from MC itself. Its a new experience if you wanna watch anime and i think its 90s or 00s style of anime, so",
          "hidden": "its one of the unique anime plot.",
          "full": "If my friends asks about what anime that they must watch in their first time, i will recommend this anime. FMAB is so unique, the main characters, the plot, the conflict was so different. The story is delivered well, its not like \"MC want to get stronger and train, and then beat the main villain\" likewise but like he get the experienced with meet another alchemist, had a good/bad experience from them, then side characters have a conflict that aligned with conflict from MC itself. Its a new experience if you wanna watch anime and i think its 90s or 00s style of anime, so its one of the unique anime plot."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "2:46 AM",
          "timestamp": 1712976360
        }
      },
      {
        "object": {
          "title": "Pluto",
          "mal_url": "https://myanimelist.net/anime/35737/Pluto",
          "mal_id": 35737,
          "all_reviews_url": "https://myanimelist.net/anime/35737/Pluto/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1021/138568.jpg"
        },
        "user": {
          "name": "Aristofanes",
          "url": "https://myanimelist.net/profile/Aristofanes",
          "picture_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "Pluto may easily be the most overrated series here. Let me explain why I think so.\n\r\nThe animation and music are not horrible. The characters are often well-developed and some of them genuinely memorable. The storytelling is quite good and very professional. The anime is heavily emotional and it promises to tackle some deep topical problems. That does not sound too bad, does it? So where does it fail?\n\r\nFirst of all, the lore is horrible. Unlike in Casshern Sins, to give an example of a somewhat similar series, the world described to us is flat, boring and unimaginative. A future where there are robots and humans",
          "hidden": "living together: that’s it.\n\r\nSecond, the robots seem to have nothing in common with the real-life technological advances. None of the questions connected to them remotely resemble real-life issues connected to technology. Basically, they are humans who can fly and transform their hands into guns. Consequently, all the so called philosophy in the series is just pretentious nonsense.\n\r\nThird, the fights are just really bad.\n\r\nMost importantly though, the story is full of holes. Nothing seems to make any sense if you think about it for a second. Instead of any inner logic we are offered quite a few of emotional scenes. Some of them are rather good. No amount of good storytelling can mask that the story being told is, well, maybe the weakest I have ever had the bad luck to chance upon in my life.\n\r\nIf you are looking for something to watch, look somewhere else. Despite its many irrefutable strengths, the anime falls flat and leaves you disappointed.",
          "full": "Pluto may easily be the most overrated series here. Let me explain why I think so.\n\r\nThe animation and music are not horrible. The characters are often well-developed and some of them genuinely memorable. The storytelling is quite good and very professional. The anime is heavily emotional and it promises to tackle some deep topical problems. That does not sound too bad, does it? So where does it fail?\n\r\nFirst of all, the lore is horrible. Unlike in Casshern Sins, to give an example of a somewhat similar series, the world described to us is flat, boring and unimaginative. A future where there are robots and humans living together: that’s it.\n\r\nSecond, the robots seem to have nothing in common with the real-life technological advances. None of the questions connected to them remotely resemble real-life issues connected to technology. Basically, they are humans who can fly and transform their hands into guns. Consequently, all the so called philosophy in the series is just pretentious nonsense.\n\r\nThird, the fights are just really bad.\n\r\nMost importantly though, the story is full of holes. Nothing seems to make any sense if you think about it for a second. Instead of any inner logic we are offered quite a few of emotional scenes. Some of them are rather good. No amount of good storytelling can mask that the story being told is, well, maybe the weakest I have ever had the bad luck to chance upon in my life.\n\r\nIf you are looking for something to watch, look somewhere else. Despite its many irrefutable strengths, the anime falls flat and leaves you disappointed."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "2:13 AM",
          "timestamp": 1712974380
        }
      },
      {
        "object": {
          "title": "Majo to Yajuu",
          "mal_url": "https://myanimelist.net/anime/52816/Majo_to_Yajuu",
          "mal_id": 52816,
          "all_reviews_url": "https://myanimelist.net/anime/52816/Majo_to_Yajuu/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1380/139745.jpg"
        },
        "user": {
          "name": "Chrast",
          "url": "https://myanimelist.net/profile/Chrast",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/9e7c4e92-0520-467c-94fd-b517e932bc10_225w?s=343c504a1505a513df14591d02a9504f"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Ok so this anime was an actual masterpiece to me, awesome animation, awesome story building, very interesting and unique characters. The main problem I see people having is completely because of their preferences.\n\r\nThe start of the show follows a \"several short independent stories\" approach which don't reslly have any story progression. It is though very clearly buildup to a beautiful story and world but most get bored by then and drop it, while I found those episodes very enjoyable nevertheless. It ends up to people heaving specific preferences that were not met and crying about it. Reminds me a lot of the Journey of Witch",
          "hidden": "Elaina that had the same way of storytelling. If you want constant plot twist new major villains or whatever shounen brainrot you probably won't like it, if you can appreciate short stories and world building for what they are, you'll love it.",
          "full": "Ok so this anime was an actual masterpiece to me, awesome animation, awesome story building, very interesting and unique characters. The main problem I see people having is completely because of their preferences.\n\r\nThe start of the show follows a \"several short independent stories\" approach which don't reslly have any story progression. It is though very clearly buildup to a beautiful story and world but most get bored by then and drop it, while I found those episodes very enjoyable nevertheless. It ends up to people heaving specific preferences that were not met and crying about it. Reminds me a lot of the Journey of Witch Elaina that had the same way of storytelling. If you want constant plot twist new major villains or whatever shounen brainrot you probably won't like it, if you can appreciate short stories and world building for what they are, you'll love it."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "1:53 AM",
          "timestamp": 1712973180
        }
      },
      {
        "object": {
          "title": "Boku no Kokoro no Yabai Yatsu Season 2",
          "mal_url": "https://myanimelist.net/anime/55690/Boku_no_Kokoro_no_Yabai_Yatsu_Season_2",
          "mal_id": 55690,
          "all_reviews_url": "https://myanimelist.net/anime/55690/Boku_no_Kokoro_no_Yabai_Yatsu_Season_2/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1643/138581.jpg"
        },
        "user": {
          "name": "Potatoeoe2",
          "url": "https://myanimelist.net/profile/Potatoeoe2",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/5f81a89f-cf68-4995-96d4-bc70be0af0c4_225w?s=807d882bb66802a19cf0586b676cdf2d"
        },
        "tag": "Recommended",
        "text": {
          "visible": "A socially awkward, short boy and a popular, beautiful but eccentric model fall in love.\n\r\nBokuyaba is a story about two lovers, polar opposites, falling in love and coming to terms with their deepest humane feelings.\n\r\nKyotaro's learns how to break out of his shell and become a better person and make valuable connections with others.\n\r\nAnna learns how to love herself for who she is. To free from the jurisdiction that is judgement. \n\r\nAnna is also the most adorable goofball I've ever seen in my fucking life.",
          "hidden": "Kyotaro and Anna learn what it actually means to love one another, and learn more about themselves in the process.\n\r\nThe character moments are outstanding. Kyotaro going up on stage and overcoming his fear is portrayed magnificently.\n\r\nHis character development is surreal and is portrayed in a seamlessly satisfying way. You feel proud and encouraged by him.\n\r\nEvery moment with Yamada you feel a sense of fluffiness. Mostly relieved, often amused, but always heartfelt.\n\r\nKyotaro and Anna's conversations are visceral. Reflecting on youth, adulthood, adolescence, growth, the past, and the future. \n\r\nThe side characters may be goofy idiots, but are charismatic and so supportive of the main duo.\n\r\nYou learn to grow and become one with Kyotaro and Anna. To see what they see. To know what they know. To feel what they feel.\n\r\nThe direction is creatively outstanding. The breathtaking visuals and vivid character expressions tug at your heartstrings. \n\r\nThe music is flawless, effortlessly capturing every possible emotion. Joy, Solace, Disappointment, Hope. Kensuke Ushio is built diff.\n\r\nThe little dance in the OP sequence is soooooooooooooooooooooooooooooooooooooooooooooooooooooo adorable.\n\r\nEvery episode leaves you with a smile. Satisfied, but not satisfied enough, as you wonder when they'll confess their feelings.\n\r\nAnd then it hits. The confession scene. Euphoric. Gorgeous. Profound. Stunning. Sincere. A relationship that actually feels deserved.\n\n\r\nSeason 1 may start out rough. If you dropped it after the first 4 episodes, well, that's understandable. I did too.\n\r\nBut trust me when I say giving Bokuyaba a second chance was the best decision I've ever made.\n\r\nGive it a try.",
          "full": "A socially awkward, short boy and a popular, beautiful but eccentric model fall in love.\n\r\nBokuyaba is a story about two lovers, polar opposites, falling in love and coming to terms with their deepest humane feelings.\n\r\nKyotaro's learns how to break out of his shell and become a better person and make valuable connections with others.\n\r\nAnna learns how to love herself for who she is. To free from the jurisdiction that is judgement. \n\r\nAnna is also the most adorable goofball I've ever seen in my fucking life. Kyotaro and Anna learn what it actually means to love one another, and learn more about themselves in the process.\n\r\nThe character moments are outstanding. Kyotaro going up on stage and overcoming his fear is portrayed magnificently.\n\r\nHis character development is surreal and is portrayed in a seamlessly satisfying way. You feel proud and encouraged by him.\n\r\nEvery moment with Yamada you feel a sense of fluffiness. Mostly relieved, often amused, but always heartfelt.\n\r\nKyotaro and Anna's conversations are visceral. Reflecting on youth, adulthood, adolescence, growth, the past, and the future. \n\r\nThe side characters may be goofy idiots, but are charismatic and so supportive of the main duo.\n\r\nYou learn to grow and become one with Kyotaro and Anna. To see what they see. To know what they know. To feel what they feel.\n\r\nThe direction is creatively outstanding. The breathtaking visuals and vivid character expressions tug at your heartstrings. \n\r\nThe music is flawless, effortlessly capturing every possible emotion. Joy, Solace, Disappointment, Hope. Kensuke Ushio is built diff.\n\r\nThe little dance in the OP sequence is soooooooooooooooooooooooooooooooooooooooooooooooooooooo adorable.\n\r\nEvery episode leaves you with a smile. Satisfied, but not satisfied enough, as you wonder when they'll confess their feelings.\n\r\nAnd then it hits. The confession scene. Euphoric. Gorgeous. Profound. Stunning. Sincere. A relationship that actually feels deserved.\n\n\r\nSeason 1 may start out rough. If you dropped it after the first 4 episodes, well, that's understandable. I did too.\n\r\nBut trust me when I say giving Bokuyaba a second chance was the best decision I've ever made.\n\r\nGive it a try."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "1:43 AM",
          "timestamp": 1712972580
        }
      },
      {
        "object": {
          "title": "Shigatsu wa Kimi no Uso",
          "mal_url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso",
          "mal_id": 23273,
          "all_reviews_url": "https://myanimelist.net/anime/23273/Shigatsu_wa_Kimi_no_Uso/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/3/67177.jpg"
        },
        "user": {
          "name": "XoTimoteo",
          "url": "https://myanimelist.net/profile/XoTimoteo",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/b47d70e8-b487-4cd0-9f16-44e0828c7129_42x62_i?s=07ee2b38db6f02ab403598b6b1e127a9"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Your lie in april (Shigatsu wa Kimi no Uso) has held a special place in my heart since my middle school days, and every year, without fail, I find myself drawn back to its captivating world. It's not an exaggeration when I say that I adore every single aspect of this anime.\n\r\nFirst and foremost, let's talk about the opening sequences. Both the first and second openings are absolute masterpieces. They perfectly set the tone for each episode and never fail to get me hyped up for what's to come.\n\r\nNext up, the characters. Oh, how I love them all! Each character is beautifully crafted with their",
          "hidden": "own unique personalities and backstories. You can't help but become emotionally invested.\n\r\nOne thing that sets Your lie in april apart is its perfect length. It strikes the ideal balance between storytelling and pacing, never dragging on unnecessarily or leaving loose ends untied.\n\r\nAnd let's not forget about the soundtrack. It's like a symphony for the soul, enhancing every scene with its emotive melodies and stirring compositions.\n\r\nAh, the romance. It's so beautifully portrayed, filled with genuine emotions and heartfelt moments that tug at your heartstrings.\n\r\nNow, let's talk about the art. Every frame is a work of art in itself, with stunning visuals that never fail to take my breath away.\n\r\nAnd finally, \"the lie.\" I won't spoil it for those who haven't seen it yet, but let's just say that it's a brilliant plot twist that adds another layer of depth to an already incredible story.\n\r\nI recently rewatched Your lie in april, and yes, I did shed a tear or two. That's just how deeply this anime resonates with me.\n\r\nIn conclusion, Your lie in april is a timeless masterpiece that continues to capture the hearts of viewers year after year. It's a must-watch for any anime enthusiast.\n\r\nThank you,\r\nTimoteo",
          "full": "Your lie in april (Shigatsu wa Kimi no Uso) has held a special place in my heart since my middle school days, and every year, without fail, I find myself drawn back to its captivating world. It's not an exaggeration when I say that I adore every single aspect of this anime.\n\r\nFirst and foremost, let's talk about the opening sequences. Both the first and second openings are absolute masterpieces. They perfectly set the tone for each episode and never fail to get me hyped up for what's to come.\n\r\nNext up, the characters. Oh, how I love them all! Each character is beautifully crafted with their own unique personalities and backstories. You can't help but become emotionally invested.\n\r\nOne thing that sets Your lie in april apart is its perfect length. It strikes the ideal balance between storytelling and pacing, never dragging on unnecessarily or leaving loose ends untied.\n\r\nAnd let's not forget about the soundtrack. It's like a symphony for the soul, enhancing every scene with its emotive melodies and stirring compositions.\n\r\nAh, the romance. It's so beautifully portrayed, filled with genuine emotions and heartfelt moments that tug at your heartstrings.\n\r\nNow, let's talk about the art. Every frame is a work of art in itself, with stunning visuals that never fail to take my breath away.\n\r\nAnd finally, \"the lie.\" I won't spoil it for those who haven't seen it yet, but let's just say that it's a brilliant plot twist that adds another layer of depth to an already incredible story.\n\r\nI recently rewatched Your lie in april, and yes, I did shed a tear or two. That's just how deeply this anime resonates with me.\n\r\nIn conclusion, Your lie in april is a timeless masterpiece that continues to capture the hearts of viewers year after year. It's a must-watch for any anime enthusiast.\n\r\nThank you,\r\nTimoteo"
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "1:08 AM",
          "timestamp": 1712970480
        }
      },
      {
        "object": {
          "title": "Zom 100: Zombie ni Naru made ni Shitai 100 no Koto",
          "mal_url": "https://myanimelist.net/anime/54112/Zom_100__Zombie_ni_Naru_made_ni_Shitai_100_no_Koto",
          "mal_id": 54112,
          "all_reviews_url": "https://myanimelist.net/anime/54112/Zom_100__Zombie_ni_Naru_made_ni_Shitai_100_no_Koto/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1384/136408.jpg"
        },
        "user": {
          "name": "PixelB",
          "url": "https://myanimelist.net/profile/PixelB",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/1a0c683f-a6ec-4da7-9695-1326d01f1fe1_225w?s=312b1421feee02306a39ffe2ff5325b6"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "Is there anything good about this show? Other than good animation, what can be said positively about it? It's just straight up garbage. First off is the whole flashback and pilot episode that we get. Yes, I understand that the show is kind of just going through the motions, but that doesn't make it any more bearable how predictably garbage and boring everything is. What's the point of fabricating a backstory for a main character when it's the most soulless and generic backstory ever? Shocking I know, but I kind of figured what was going to happen for the next 15 minutes in the first",
          "hidden": "minute. How crazy, right?\n\r\nOf course, this is permissible if the show delivers on what it tries to create: comedy. Is this show funny? Absolutely not. Our main character Akira Tendou \"lacking common sense\" isn't funny. Just because someone does some random crap doesn't make it funny. It's just cringe. Him confessing to his crush when she's zombified as a bucket list isn't cute, funny, or relatable. It just...happened. Why? What was the purpose? To show him that he's unhinged? \r\nBut...we just had a flashback arc that completely contradicts his character. He doesn't quit the company because he doesn't want his coworkers to pick up his work when he's gone. He doesn't want to become homeless so he keeps his job. And he's too weak-willed to just quit and look for another. In fact, he needs a damn zombie apocalypse for him to \"become free.\" You know you could basically just walk out the damn door and quit your job if you wanted that to happen. It just doesn't make sense. Not only is his backstory boring, generic, and garbage, it also just doesn't fit with his character profile later on. But somehow, we're supposed to believe that Akira Tendou is a cool guy that is unhinged, lacks common sense, and \"funny.\" Yeah....no.",
          "full": "Is there anything good about this show? Other than good animation, what can be said positively about it? It's just straight up garbage. First off is the whole flashback and pilot episode that we get. Yes, I understand that the show is kind of just going through the motions, but that doesn't make it any more bearable how predictably garbage and boring everything is. What's the point of fabricating a backstory for a main character when it's the most soulless and generic backstory ever? Shocking I know, but I kind of figured what was going to happen for the next 15 minutes in the first minute. How crazy, right?\n\r\nOf course, this is permissible if the show delivers on what it tries to create: comedy. Is this show funny? Absolutely not. Our main character Akira Tendou \"lacking common sense\" isn't funny. Just because someone does some random crap doesn't make it funny. It's just cringe. Him confessing to his crush when she's zombified as a bucket list isn't cute, funny, or relatable. It just...happened. Why? What was the purpose? To show him that he's unhinged? \r\nBut...we just had a flashback arc that completely contradicts his character. He doesn't quit the company because he doesn't want his coworkers to pick up his work when he's gone. He doesn't want to become homeless so he keeps his job. And he's too weak-willed to just quit and look for another. In fact, he needs a damn zombie apocalypse for him to \"become free.\" You know you could basically just walk out the damn door and quit your job if you wanted that to happen. It just doesn't make sense. Not only is his backstory boring, generic, and garbage, it also just doesn't fit with his character profile later on. But somehow, we're supposed to believe that Akira Tendou is a cool guy that is unhinged, lacks common sense, and \"funny.\" Yeah....no."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "12:38 AM",
          "timestamp": 1712968680
        }
      },
      {
        "object": {
          "title": "Dark Gathering",
          "mal_url": "https://myanimelist.net/anime/52505/Dark_Gathering",
          "mal_id": 52505,
          "all_reviews_url": "https://myanimelist.net/anime/52505/Dark_Gathering/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1346/138731.jpg"
        },
        "user": {
          "name": "PixelB",
          "url": "https://myanimelist.net/profile/PixelB",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/1a0c683f-a6ec-4da7-9695-1326d01f1fe1_225w?s=312b1421feee02306a39ffe2ff5325b6"
        },
        "tag": "Recommended",
        "text": {
          "visible": "How many horror anime are even out there? Rarely is there any actual horror anime that gets released, and when they do, it's not particularly executed on a high level. Higurashi? Both adaptations are pretty mid and the source material...meh. Corpse party? Just edgy shock value. I'm basically out of any other ideas.\n\r\nAnd no, \"horror\" anime doesn't count. Horror evokes fear. Dread. Stuff like Mieroku-chan, Tokyo Ghoul, etc doesn't even count. They might be good shows, but it's more supernatural than horror. \n\r\nAfter all, horror is the fear of the unknown and being unable to fight back. The aforementioned shows do feature supernatural anomalies, but",
          "hidden": "there are defined methods of fighting back and the show is the clash between humans and the supernatural. Think of stuff like xxxHolic, Ghost Hunt, or even Toire no Hanako-san. Sure, there might be ghosts and supernatural involved, but when the characters have abilities to easily kill them, it's not horror, is it?\n\r\nSo it's safe to say that while Dark Gathering features some of that supernatural flair where characters are fighting and killing ghosts and spirits, it also embraces the horror aspect and tries to evoke fear in the readers and viewers. And it's clever about it too, expressing the contrasting themes of horror and a bit of shounen through characters.\n\r\nYayoi embodies the battle-shounen aspect of the show. She has methods of restraining, controlling, and killing spirits and ghosts. While she faces fear and ghosts with unbelievable abilities, she doesn't falter despite life-threatening circumstances. She makes use of ghosts she previously captured to challenge higher-level ones. \n\r\nIt's because this show still embraces that horror, fear, and helplessness against the unknown that the show stands out and in fact, tries something new. Keitaro and Eiko embody the theme of fear. While Yayoi is out there fighting the enemy, Keitaro and Eiko are for the most part, completely helpless against the supernatural, They have to confront enemies that can kill or permanently cripple them in mere moments while having to devise a way to deal with them or get out alive. Rather than capturing or killing, surviving seems to be the most compelling objective. And it's definitely what makes the show that good. Yayoi is a character that isn't supposed to feel too much fear or have too much weakness, but by introducing characters that are quite helpless, you can certainly experience the horror they experience firsthand through their perspectives. \n\r\nSpeaking of the horror encounters, it is reminiscent of something like Jojo's Bizzare Adventure when it comes to abilities. Each ghost has abilities, a unique nature, and different strengths similar to what a Stand would have. Only by dealing with strong enemy abilities with knowledge, wits, and speed will you be victorious. It is possible to overthrow or beat opponents with seemingly invincible abilities with the right strategy. \n\r\nCombined with the horror aspect in the form of Eiko and Keitaro freaking out with every encounter, it does pay homage to the horror genre while still maintaining that battle-shounen vibe that it tries to hone in on.\n\r\nAnd it's a damn good thing that it did. While this show is a bit spooky at points and there are creepy things that happen, the animation just isn't there. The soundtrack is nice at times, but the choreography and storyboarding are just not meant to evoke too much horror. The problem with horror in animation is how much time it takes to perfect. You need tons of detail, pacing, storyboarding, the right ambiance, and sound quality to achieve an effective horror show. This takes a lot of money, time, and creativity. With something like Demon Slayer, you can kind of just throw money and the product will be good since it's just hyper-detailed fights. What about animating horror? It's pretty damn hard. Games like Ao Oni which have animated graphics have you control the character so it evokes a sense of horror much more easily than just a show. And live-action shows are even easier. You just hyper-realistically CGI scary things and put it in the dark chasing someone and you're already halfway done. So, Dark Gathering makes do with what it can and I applaud for it.",
          "full": "How many horror anime are even out there? Rarely is there any actual horror anime that gets released, and when they do, it's not particularly executed on a high level. Higurashi? Both adaptations are pretty mid and the source material...meh. Corpse party? Just edgy shock value. I'm basically out of any other ideas.\n\r\nAnd no, \"horror\" anime doesn't count. Horror evokes fear. Dread. Stuff like Mieroku-chan, Tokyo Ghoul, etc doesn't even count. They might be good shows, but it's more supernatural than horror. \n\r\nAfter all, horror is the fear of the unknown and being unable to fight back. The aforementioned shows do feature supernatural anomalies, but there are defined methods of fighting back and the show is the clash between humans and the supernatural. Think of stuff like xxxHolic, Ghost Hunt, or even Toire no Hanako-san. Sure, there might be ghosts and supernatural involved, but when the characters have abilities to easily kill them, it's not horror, is it?\n\r\nSo it's safe to say that while Dark Gathering features some of that supernatural flair where characters are fighting and killing ghosts and spirits, it also embraces the horror aspect and tries to evoke fear in the readers and viewers. And it's clever about it too, expressing the contrasting themes of horror and a bit of shounen through characters.\n\r\nYayoi embodies the battle-shounen aspect of the show. She has methods of restraining, controlling, and killing spirits and ghosts. While she faces fear and ghosts with unbelievable abilities, she doesn't falter despite life-threatening circumstances. She makes use of ghosts she previously captured to challenge higher-level ones. \n\r\nIt's because this show still embraces that horror, fear, and helplessness against the unknown that the show stands out and in fact, tries something new. Keitaro and Eiko embody the theme of fear. While Yayoi is out there fighting the enemy, Keitaro and Eiko are for the most part, completely helpless against the supernatural, They have to confront enemies that can kill or permanently cripple them in mere moments while having to devise a way to deal with them or get out alive. Rather than capturing or killing, surviving seems to be the most compelling objective. And it's definitely what makes the show that good. Yayoi is a character that isn't supposed to feel too much fear or have too much weakness, but by introducing characters that are quite helpless, you can certainly experience the horror they experience firsthand through their perspectives. \n\r\nSpeaking of the horror encounters, it is reminiscent of something like Jojo's Bizzare Adventure when it comes to abilities. Each ghost has abilities, a unique nature, and different strengths similar to what a Stand would have. Only by dealing with strong enemy abilities with knowledge, wits, and speed will you be victorious. It is possible to overthrow or beat opponents with seemingly invincible abilities with the right strategy. \n\r\nCombined with the horror aspect in the form of Eiko and Keitaro freaking out with every encounter, it does pay homage to the horror genre while still maintaining that battle-shounen vibe that it tries to hone in on.\n\r\nAnd it's a damn good thing that it did. While this show is a bit spooky at points and there are creepy things that happen, the animation just isn't there. The soundtrack is nice at times, but the choreography and storyboarding are just not meant to evoke too much horror. The problem with horror in animation is how much time it takes to perfect. You need tons of detail, pacing, storyboarding, the right ambiance, and sound quality to achieve an effective horror show. This takes a lot of money, time, and creativity. With something like Demon Slayer, you can kind of just throw money and the product will be good since it's just hyper-detailed fights. What about animating horror? It's pretty damn hard. Games like Ao Oni which have animated graphics have you control the character so it evokes a sense of horror much more easily than just a show. And live-action shows are even easier. You just hyper-realistically CGI scary things and put it in the dark chasing someone and you're already halfway done. So, Dark Gathering makes do with what it can and I applaud for it."
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "12:31 AM",
          "timestamp": 1712968260
        }
      },
      {
        "object": {
          "title": "Chiyu Mahou no Machigatta Tsukaikata",
          "mal_url": "https://myanimelist.net/anime/49613/Chiyu_Mahou_no_Machigatta_Tsukaikata",
          "mal_id": 49613,
          "all_reviews_url": "https://myanimelist.net/anime/49613/Chiyu_Mahou_no_Machigatta_Tsukaikata/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1733/140802.jpg"
        },
        "user": {
          "name": "BlazeThePsycho",
          "url": "https://myanimelist.net/profile/BlazeThePsycho",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/7022b228-1a06-47f7-9410-24464d034a7e_225w?s=0b624cff2e265a3eca9e5c905e4bb54b"
        },
        "tag": "Recommended",
        "text": {
          "visible": "The Wrong Way to Use Healing Magic is an anime that, when it was releasing, I dropped after 4 episodes. It didn't catch my interest nearly as much as other animes, like The Apothecary Diaries for example. Returning to this anime a few weeks after it wrapped up, I binge watched all of the remaining episodes within one night.\n\r\nRegardless of all of that, was this any good? Well.. I think so! TWWTUHM (the acronym I am now using for the remainder of this review) pleasantly surprised me. \n\r\nIn a short synapsis, the MC Usato gets isekai'd (without dying) with a few of his classmates, and",
          "hidden": "unfortunately isn't given an overpowered ability like everyone else. He's just turned into a healer. Anyway TLDR, he gets trained by the best of the best healer who happens to be a psychotic, somewhat heartless woman (don't let her know I said that pls) and becomes the GOAT.\n\r\nLet's get to the praise. I really do think this anime set itself up perfectly for a continuation into a second season. There hasn't been an anime that has \"alley oop'd\" itself up in a way like this in a while. There's no pretentious cliff hanger, no out-of-left-field emergency, no sudden deaths, or even the MC being put in harm's way! Just solid writing leading them up to go out on a new chapter of the story.\n\r\nSecondly, the characters in this story all seem to have solid conclusions for the time being. At the end of the 12-episodes, I was not left with any longing for anymore information or crucial details. There was no single moment that I could point to and be like \"I wish they went into that a little more!\" (besides maybe the romance aspect, but to be fair, this isn't a romance anime, so the joke's on me.) Overall, there is pretty solid writing and not any plot holes that I can think of.\n\r\nSo, with this all in mind, why such a mediocre rating? If I'm giving all of this praise, why such a mediocre score? Well..\n\r\nIt just didn't stick out to me, to be honest. There wasn't anything exactly \"unique\" to TWWTUHM, to be frank. All of the characters are likeable enough, there are ups and down, it portrays emotion and executes on special moments well, the animation & visuals are passable, but at the end of the day, it just feels like a standard isekai anime. It's got the different races, fantasy aspects you'd expect, magic, and even all of the standard elements the majority of isekais use. You've even got the main conflict being humans vs demons. And, if I had to predict how this anime progresses, the MC falls in love with the Black Knight, and they bridge a gap in between demons and humans for them to co-exist. It is EXTREMELY standard, but even then, the quality of TWWTUHM is good enough for it to warrant a 7.\n\r\nOverall, would I recommend this anime?\r\nYeah, if you want a decent Isekai.\n\r\nWould I tune into S2?\r\nYeah, this was pretty fun to watch regardless of everything I've said. At least the plot doesn't copy anything DIRECTLY like other anime.\n\r\nOverall score:\r\n7.6/10",
          "full": "The Wrong Way to Use Healing Magic is an anime that, when it was releasing, I dropped after 4 episodes. It didn't catch my interest nearly as much as other animes, like The Apothecary Diaries for example. Returning to this anime a few weeks after it wrapped up, I binge watched all of the remaining episodes within one night.\n\r\nRegardless of all of that, was this any good? Well.. I think so! TWWTUHM (the acronym I am now using for the remainder of this review) pleasantly surprised me. \n\r\nIn a short synapsis, the MC Usato gets isekai'd (without dying) with a few of his classmates, and unfortunately isn't given an overpowered ability like everyone else. He's just turned into a healer. Anyway TLDR, he gets trained by the best of the best healer who happens to be a psychotic, somewhat heartless woman (don't let her know I said that pls) and becomes the GOAT.\n\r\nLet's get to the praise. I really do think this anime set itself up perfectly for a continuation into a second season. There hasn't been an anime that has \"alley oop'd\" itself up in a way like this in a while. There's no pretentious cliff hanger, no out-of-left-field emergency, no sudden deaths, or even the MC being put in harm's way! Just solid writing leading them up to go out on a new chapter of the story.\n\r\nSecondly, the characters in this story all seem to have solid conclusions for the time being. At the end of the 12-episodes, I was not left with any longing for anymore information or crucial details. There was no single moment that I could point to and be like \"I wish they went into that a little more!\" (besides maybe the romance aspect, but to be fair, this isn't a romance anime, so the joke's on me.) Overall, there is pretty solid writing and not any plot holes that I can think of.\n\r\nSo, with this all in mind, why such a mediocre rating? If I'm giving all of this praise, why such a mediocre score? Well..\n\r\nIt just didn't stick out to me, to be honest. There wasn't anything exactly \"unique\" to TWWTUHM, to be frank. All of the characters are likeable enough, there are ups and down, it portrays emotion and executes on special moments well, the animation & visuals are passable, but at the end of the day, it just feels like a standard isekai anime. It's got the different races, fantasy aspects you'd expect, magic, and even all of the standard elements the majority of isekais use. You've even got the main conflict being humans vs demons. And, if I had to predict how this anime progresses, the MC falls in love with the Black Knight, and they bridge a gap in between demons and humans for them to co-exist. It is EXTREMELY standard, but even then, the quality of TWWTUHM is good enough for it to warrant a 7.\n\r\nOverall, would I recommend this anime?\r\nYeah, if you want a decent Isekai.\n\r\nWould I tune into S2?\r\nYeah, this was pretty fun to watch regardless of everything I've said. At least the plot doesn't copy anything DIRECTLY like other anime.\n\r\nOverall score:\r\n7.6/10"
        },
        "date": {
          "date_str": "Apr 13, 2024",
          "time_str": "12:22 AM",
          "timestamp": 1712967720
        }
      },
      {
        "object": {
          "title": "One Piece",
          "mal_url": "https://myanimelist.net/anime/21/One_Piece",
          "mal_id": 21,
          "all_reviews_url": "https://myanimelist.net/anime/21/One_Piece/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1244/138851.jpg"
        },
        "user": {
          "name": "ruhan07",
          "url": "https://myanimelist.net/profile/ruhan07",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/fb013388-82fe-4023-b860-000f44585479_42x62_i?s=39d40bbf301e75092be54e4b2c5a2011"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "The story is quite decent and voice acting is also. This deserves 7/8, but some of the fandom is so trash like they adulates toei so much that some of them even say One piece's pacing isn't a problem. So, it fueled my mind and not giving it more than a 4.\r\nI request all of you to read the manga or wait for the remake to be released. Toei just butchered the series with insane slow pacing and below average animation quality. We live in a world where AOT adapts 33 volumes into 94 episodes and One Piece adapts 33 volumes into 300+ episodes 😭,",
          "hidden": "man just accept it's pacing problem isn't just minor, it's huge. Imagine wano arc having more episodes than chapters :(((\r\nOnly a lifeless one would waste time watching this. Life is short everyone, don't waste time this abomination of art and One Piece manga itself.",
          "full": "The story is quite decent and voice acting is also. This deserves 7/8, but some of the fandom is so trash like they adulates toei so much that some of them even say One piece's pacing isn't a problem. So, it fueled my mind and not giving it more than a 4.\r\nI request all of you to read the manga or wait for the remake to be released. Toei just butchered the series with insane slow pacing and below average animation quality. We live in a world where AOT adapts 33 volumes into 94 episodes and One Piece adapts 33 volumes into 300+ episodes 😭, man just accept it's pacing problem isn't just minor, it's huge. Imagine wano arc having more episodes than chapters :(((\r\nOnly a lifeless one would waste time watching this. Life is short everyone, don't waste time this abomination of art and One Piece manga itself."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "11:15 PM",
          "timestamp": 1712963700
        }
      },
      {
        "object": {
          "title": "Sousou no Frieren",
          "mal_url": "https://myanimelist.net/anime/52991/Sousou_no_Frieren",
          "mal_id": 52991,
          "all_reviews_url": "https://myanimelist.net/anime/52991/Sousou_no_Frieren/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1015/138006.jpg"
        },
        "user": {
          "name": "Niwlek",
          "url": "https://myanimelist.net/profile/Niwlek",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/87f853c9-ffa8-49c0-bce9-b0fdb73fbe41_225w?s=7de978ad39e847c0439150b02a437754"
        },
        "tag": "Recommended",
        "text": {
          "visible": "I could come here and write about how well animated Sousou No Frieren is, how complex its fights are and how beautiful its artistic style is.\r\nBut what sets this anime apart is not the basics, but something that has been lacking in the anime industry for a long time: originality.\r\nIt's very easy to make good fights, or to make empty protagonists, it's hard to make them well-written, well-developed, and that's what Sousou no Frieren does so perfectly.\r\nAs the story progresses, there are many changes in the group's behavior, especially when Frieren remembers her old days as a magician in the Himmel group.\r\nThe work is superior,",
          "hidden": "that's all, if you haven't seen it, give it a chance, it revolutionized, there will be many anime trying to copy it, but its revolutionism will be marked in the history of anime.",
          "full": "I could come here and write about how well animated Sousou No Frieren is, how complex its fights are and how beautiful its artistic style is.\r\nBut what sets this anime apart is not the basics, but something that has been lacking in the anime industry for a long time: originality.\r\nIt's very easy to make good fights, or to make empty protagonists, it's hard to make them well-written, well-developed, and that's what Sousou no Frieren does so perfectly.\r\nAs the story progresses, there are many changes in the group's behavior, especially when Frieren remembers her old days as a magician in the Himmel group.\r\nThe work is superior, that's all, if you haven't seen it, give it a chance, it revolutionized, there will be many anime trying to copy it, but its revolutionism will be marked in the history of anime."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "9:51 PM",
          "timestamp": 1712958660
        }
      },
      {
        "object": {
          "title": "Watashi no Oshi wa Akuyaku Reijou.",
          "mal_url": "https://myanimelist.net/anime/53833/Watashi_no_Oshi_wa_Akuyaku_Reijou",
          "mal_id": 53833,
          "all_reviews_url": "https://myanimelist.net/anime/53833/Watashi_no_Oshi_wa_Akuyaku_Reijou/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1531/137711.jpg"
        },
        "user": {
          "name": "JAR_JAR",
          "url": "https://myanimelist.net/profile/JAR_JAR",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/70f56a8d-1d06-4cc8-9e9d-86a815d79bfb_225w?s=663adb363490660377ebe4f96dda2ca3"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "I don't write reviews but this one made me feel like I should write a few lines.\r\nI will be very straight about it. I love when a piece of art like a book , song, movie, show, anime tells a story but also teaches you something along the way. when it makes you think about deeper things and teaches you something new. \n\r\nlet me give an example that a lot of anime viewers will be able to relate to.\n\r\nNARUTO was an anime that I believed was for kids yet after watching it back in like 2018 (waited for completion) I realized that a young kid",
          "hidden": "watching this will learn a thing or two about life. the potential of these stories to convey a message is truly spectacular. \r\nThat is when used in the right way. \r\nNow a days we see a lot of \"WOKE\" stories taking the main stage to which the true problem is not the message that they want to deliver but rather the fact that the message is taking precedence over the quality of the content itself. even if the story is bad but has a woke message it will get supporters only because of politics.\n\r\nThis anime started as a light hearted comedy and was fine in its place then suddenly a scene appears where some of the main characters sit down and straight up shove opinions on homosexuality to the viewers. the correct way would have been to tell a beautiful tale about the love between 2 women if that was the goal but straight up telling people how they should view something in a comedy anime is not right specially at the expense of the flow of the story. give people a story and let people learn what they will from it as different people conclude different things from the same experience and that's the beauty of it. don't have a scene where people just sit down and educate you on what you are supposed to think. this approach will only make people hate you and what you stand for. don't guilt people into your ideology.",
          "full": "I don't write reviews but this one made me feel like I should write a few lines.\r\nI will be very straight about it. I love when a piece of art like a book , song, movie, show, anime tells a story but also teaches you something along the way. when it makes you think about deeper things and teaches you something new. \n\r\nlet me give an example that a lot of anime viewers will be able to relate to.\n\r\nNARUTO was an anime that I believed was for kids yet after watching it back in like 2018 (waited for completion) I realized that a young kid watching this will learn a thing or two about life. the potential of these stories to convey a message is truly spectacular. \r\nThat is when used in the right way. \r\nNow a days we see a lot of \"WOKE\" stories taking the main stage to which the true problem is not the message that they want to deliver but rather the fact that the message is taking precedence over the quality of the content itself. even if the story is bad but has a woke message it will get supporters only because of politics.\n\r\nThis anime started as a light hearted comedy and was fine in its place then suddenly a scene appears where some of the main characters sit down and straight up shove opinions on homosexuality to the viewers. the correct way would have been to tell a beautiful tale about the love between 2 women if that was the goal but straight up telling people how they should view something in a comedy anime is not right specially at the expense of the flow of the story. give people a story and let people learn what they will from it as different people conclude different things from the same experience and that's the beauty of it. don't have a scene where people just sit down and educate you on what you are supposed to think. this approach will only make people hate you and what you stand for. don't guilt people into your ideology."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "8:41 PM",
          "timestamp": 1712954460
        }
      },
      {
        "object": {
          "title": "Burn the Witch #0.8",
          "mal_url": "https://myanimelist.net/anime/56671/Burn_the_Witch_08",
          "mal_id": 56671,
          "all_reviews_url": "https://myanimelist.net/anime/56671/Burn_the_Witch_08/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1522/139282.jpg"
        },
        "user": {
          "name": "DISKOWN",
          "url": "https://myanimelist.net/profile/DISKOWN",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/d6dfcca0-914f-4462-87d9-d98dcec191cd_225w?s=c5391e49ab76d14aa69a3e39a5fe5a82"
        },
        "tag": "Mixed Feelings",
        "text": {
          "visible": "Burn the Witch #0.8, a prequel to the original series, upholds its high standards of visual and animation quality while subtly expanding its fantastical world. The character designs remain visually appealing, and the animation is skillfully executed, though some assets occasionally feel out of place.\r\nThe storyline lays the groundwork for the events of the original series, and while prior viewing of the movies isn't essential, they provide a more thorough introduction to the characters. However, the special isn't without its minor flaws. Some comedic moments fall flat and appear overly childish, and the short runtime may leave viewers wanting more.\r\nOverall, the series caters to fans",
          "hidden": "of the original, delivering an enjoyable experience without necessarily venturing into new territory.",
          "full": "Burn the Witch #0.8, a prequel to the original series, upholds its high standards of visual and animation quality while subtly expanding its fantastical world. The character designs remain visually appealing, and the animation is skillfully executed, though some assets occasionally feel out of place.\r\nThe storyline lays the groundwork for the events of the original series, and while prior viewing of the movies isn't essential, they provide a more thorough introduction to the characters. However, the special isn't without its minor flaws. Some comedic moments fall flat and appear overly childish, and the short runtime may leave viewers wanting more.\r\nOverall, the series caters to fans of the original, delivering an enjoyable experience without necessarily venturing into new territory."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "8:40 PM",
          "timestamp": 1712954400
        }
      },
      {
        "object": {
          "title": "Yi Ren Jun Moye",
          "mal_url": "https://myanimelist.net/anime/57656/Yi_Ren_Jun_Moye",
          "mal_id": 57656,
          "all_reviews_url": "https://myanimelist.net/anime/57656/Yi_Ren_Jun_Moye/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1151/140635.jpg"
        },
        "user": {
          "name": "Klimari",
          "url": "https://myanimelist.net/profile/Klimari",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/98b1408d-a817-4e30-9cb2-fa077ec71eb3_42x62_i?s=3693b1944cf0ab00ec970bab407375a3"
        },
        "tag": "Mixed Feelings",
        "text": {
          "visible": "So it's your everyday super assassin that can take on 50 guys barehanded transmigrates into young master trash in wuxia world. And all the shenanigans ensues with conspiracies, power straggles, fight for the throne etc. \n\r\nUsual trope, but the main focus of the show that it is a comedy and exaggerated one. Sometimes it works and quite cute, but often it's like a joke repeated three times, which regretfully loses freshness and fun. \n\r\nIt feels like show must have a decent plot, but few episodes are pointless comedy points and all the real stuff cramped in last rushed episodes. That is not saying all fun",
          "hidden": "episodes are pointless, like ones with family interactions show more depth to MC, but the pacing is somehow screwed.\n\r\nCGI is on point and the fights are cool, the facial expressions one of the best points in show and hold up the the comedic feel quite a bit.\n\r\nIt's fine to watch if you don't judge it seriously, want some light fun and are numb to excessive amount of trope.",
          "full": "So it's your everyday super assassin that can take on 50 guys barehanded transmigrates into young master trash in wuxia world. And all the shenanigans ensues with conspiracies, power straggles, fight for the throne etc. \n\r\nUsual trope, but the main focus of the show that it is a comedy and exaggerated one. Sometimes it works and quite cute, but often it's like a joke repeated three times, which regretfully loses freshness and fun. \n\r\nIt feels like show must have a decent plot, but few episodes are pointless comedy points and all the real stuff cramped in last rushed episodes. That is not saying all fun episodes are pointless, like ones with family interactions show more depth to MC, but the pacing is somehow screwed.\n\r\nCGI is on point and the fights are cool, the facial expressions one of the best points in show and hold up the the comedic feel quite a bit.\n\r\nIt's fine to watch if you don't judge it seriously, want some light fun and are numb to excessive amount of trope."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "8:17 PM",
          "timestamp": 1712953020
        }
      },
      {
        "object": {
          "title": "Overlord",
          "mal_url": "https://myanimelist.net/anime/29803/Overlord",
          "mal_id": 29803,
          "all_reviews_url": "https://myanimelist.net/anime/29803/Overlord/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/7/88019.jpg"
        },
        "user": {
          "name": "slightexag",
          "url": "https://myanimelist.net/profile/slightexag",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/714f6c0a-3e48-4e0f-af56-cbda64e1c8a2_42x62_i?s=df92fa081c1abd2d09e0631f9161d819"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "I don't understand how the premise of this story would sound interesting to anyone: OP lvl999 guy gets SAO'd into a new land and then decides to role-play as a rookie adventurer, during which time he beats up weaklings for marginal benefit when there are thousands of better decisions he could make to reach his goals. This whole anime is like watching an NBA player play semi-seriously against kindergartners. There are no interesting characters, the plot is slow and pointless, the storytelling is all over the place, the art design of characters is ugly and ridiculous, it's chock full of terrible CGI and bad animation,",
          "hidden": "an endless stream of stupid attack names that seem like they were chosen by letting a 3rd grader pick out \"cool\" words from a hat. All of his followers are flat cult follower boot-lickers who treat his middling IQ plans as genius. The action consists solely of face-slapping character we don't know with no emotional or plot build-up to make it enjoyable. This is not how to write an OP protagonist story. The only good part of this is that him becoming skeleton guy robs him of an appetite for ecchi, even if there are pointless sexual asides from his follower harem anyway. \n\r\nImagine all the worst qualities of isekai and OP protagonist stories and this one has them all.",
          "full": "I don't understand how the premise of this story would sound interesting to anyone: OP lvl999 guy gets SAO'd into a new land and then decides to role-play as a rookie adventurer, during which time he beats up weaklings for marginal benefit when there are thousands of better decisions he could make to reach his goals. This whole anime is like watching an NBA player play semi-seriously against kindergartners. There are no interesting characters, the plot is slow and pointless, the storytelling is all over the place, the art design of characters is ugly and ridiculous, it's chock full of terrible CGI and bad animation, an endless stream of stupid attack names that seem like they were chosen by letting a 3rd grader pick out \"cool\" words from a hat. All of his followers are flat cult follower boot-lickers who treat his middling IQ plans as genius. The action consists solely of face-slapping character we don't know with no emotional or plot build-up to make it enjoyable. This is not how to write an OP protagonist story. The only good part of this is that him becoming skeleton guy robs him of an appetite for ecchi, even if there are pointless sexual asides from his follower harem anyway. \n\r\nImagine all the worst qualities of isekai and OP protagonist stories and this one has them all."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "7:27 PM",
          "timestamp": 1712950020
        }
      },
      {
        "object": {
          "title": "Ore dake Level Up na Ken",
          "mal_url": "https://myanimelist.net/anime/52299/Ore_dake_Level_Up_na_Ken",
          "mal_id": 52299,
          "all_reviews_url": "https://myanimelist.net/anime/52299/Ore_dake_Level_Up_na_Ken/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1926/140799.jpg"
        },
        "user": {
          "name": "Vxerix",
          "url": "https://myanimelist.net/profile/Vxerix",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/84ca29e4-1ebe-4da8-b0bd-6c477d642286_225w?s=21c4fcd861157878962a4ef6a0f533ab"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "Hello Everyone!\n\r\nI knew this title was coming out way back in the last year of 2023; this is when I was reading the manhwa because everyone in the East Asian Media fandom was giving their highest approval to this Manhwa called solo leveling! Everyone was saying this manhwa was out of this world because it was cool and had a compelling story. I was duped into reading it, and it became one of the worst and biggest time-wasters I've dived into. You can check out my Manhwa review if you are inclined.\n\r\nI had very little hope of the anime, which I thought would be somewhat",
          "hidden": "of an improvement, but nope, it wasn't. It had the SAME FUCKING PROBLEMS as the manhwa. Such as making Jin Woo the center of the whole story with no regard for expanding the already useless characters found in the Manhwa. They weren't even inclined to explain how the portals came in the first place, giving many plotholes. These whole 12 episodes were just an adaptation of the first arc where it is animated and seeing the beloved main character point and click and PWNING the FUCK out of the enemies like the manhwa.\n\r\nI understand why people like this show because of how well-animated it is, but if you want something of substance, literally watch Overlord or an Isekai because those things have more entertainment than seeing Jin Woo getting overpowered and being a 1 trick pony or just well-animated fights and nothing else of story substance.\n\r\ndon't watch if you want something of substance and don't even bother reading the manhwa",
          "full": "Hello Everyone!\n\r\nI knew this title was coming out way back in the last year of 2023; this is when I was reading the manhwa because everyone in the East Asian Media fandom was giving their highest approval to this Manhwa called solo leveling! Everyone was saying this manhwa was out of this world because it was cool and had a compelling story. I was duped into reading it, and it became one of the worst and biggest time-wasters I've dived into. You can check out my Manhwa review if you are inclined.\n\r\nI had very little hope of the anime, which I thought would be somewhat of an improvement, but nope, it wasn't. It had the SAME FUCKING PROBLEMS as the manhwa. Such as making Jin Woo the center of the whole story with no regard for expanding the already useless characters found in the Manhwa. They weren't even inclined to explain how the portals came in the first place, giving many plotholes. These whole 12 episodes were just an adaptation of the first arc where it is animated and seeing the beloved main character point and click and PWNING the FUCK out of the enemies like the manhwa.\n\r\nI understand why people like this show because of how well-animated it is, but if you want something of substance, literally watch Overlord or an Isekai because those things have more entertainment than seeing Jin Woo getting overpowered and being a 1 trick pony or just well-animated fights and nothing else of story substance.\n\r\ndon't watch if you want something of substance and don't even bother reading the manhwa"
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "6:53 PM",
          "timestamp": 1712947980
        }
      },
      {
        "object": {
          "title": "Boku no Kokoro no Yabai Yatsu Season 2",
          "mal_url": "https://myanimelist.net/anime/55690/Boku_no_Kokoro_no_Yabai_Yatsu_Season_2",
          "mal_id": 55690,
          "all_reviews_url": "https://myanimelist.net/anime/55690/Boku_no_Kokoro_no_Yabai_Yatsu_Season_2/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1643/138581.jpg"
        },
        "user": {
          "name": "Rian_Rahmat",
          "url": "https://myanimelist.net/profile/Rian_Rahmat",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/bd882063-a370-4f64-86cb-632def978442_225w?s=8a7868e7a23192178052c382fcf58a66"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Basically, this anime tells about an MC who is lucky to get a beautiful girl.\r\nHowever, I don't feel disappointed or hate this anime at all.\n\r\nIn this second season I was really satisfied watching it, the storyline was made very neatly, there's not a lot of drama, nonsense, or anything that just stalls for time so that the duration can be filled.\r\nTheir relationship is slowly getting closer, and the romantic nuances are very pronounced, Not only that, comedy is also an important part of this anime, because without comedy the audience will feel very bored.\r\nUnlike another anime which has reached its third season but the MC",
          "hidden": "is still pursuing love with uncertain hopes, Moreover, they even added a new character with a blue ribbon on it, making the MC's relationship even more complicated.\n\r\nFor this second season there are also improvements to the quality and graphics, there are also slight changes to Yamada's depiction so it doesn't look too strange.\n\r\nI hope this anime will continue until the story is completely finished.\r\nI know that school-themed anime has its own limitations, for example, like graduating from school, or worst of all, they can't go to the same school.",
          "full": "Basically, this anime tells about an MC who is lucky to get a beautiful girl.\r\nHowever, I don't feel disappointed or hate this anime at all.\n\r\nIn this second season I was really satisfied watching it, the storyline was made very neatly, there's not a lot of drama, nonsense, or anything that just stalls for time so that the duration can be filled.\r\nTheir relationship is slowly getting closer, and the romantic nuances are very pronounced, Not only that, comedy is also an important part of this anime, because without comedy the audience will feel very bored.\r\nUnlike another anime which has reached its third season but the MC is still pursuing love with uncertain hopes, Moreover, they even added a new character with a blue ribbon on it, making the MC's relationship even more complicated.\n\r\nFor this second season there are also improvements to the quality and graphics, there are also slight changes to Yamada's depiction so it doesn't look too strange.\n\r\nI hope this anime will continue until the story is completely finished.\r\nI know that school-themed anime has its own limitations, for example, like graduating from school, or worst of all, they can't go to the same school."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "6:51 PM",
          "timestamp": 1712947860
        }
      },
      {
        "object": {
          "title": "Kusuriya no Hitorigoto",
          "mal_url": "https://myanimelist.net/anime/54492/Kusuriya_no_Hitorigoto",
          "mal_id": 54492,
          "all_reviews_url": "https://myanimelist.net/anime/54492/Kusuriya_no_Hitorigoto/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1708/138033.jpg"
        },
        "user": {
          "name": "RuiFimusu",
          "url": "https://myanimelist.net/profile/RuiFimusu",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/cb597af0-2468-4c50-952d-2f45b5012211_225w?s=06914eb4a79d3972549b5fa4beaa2e9c"
        },
        "tag": "Recommended",
        "text": {
          "visible": "This series, despite being fictional should be really amazing for non-fiction fans. It's a historical setting, shown from an alternative point of view. Most of what we read in history books tends to focus on men, emperors, fighters, knights, presidents, but we rarely hear about the stories of their mothers, their sisters and lovers. Apothecary Diaries gives an interesting outlook on the lives of women, not limited to multiple taboos such as the red light district. \n\r\nThe storyline is well thought-out. We go through multiple mysteries, while showing short stories of periodical characters. These small stories combine into a few longer chapters, with the addition",
          "hidden": "of potential romance between Maomao and Jinshi and trying to guess which Concubine will become pregnant next.\n\r\nWhat will stuck to me the most in this anime is all the events surrounding pregnancy. The voice acting and directing were top notch in the moments of sorrow the characters had to endure. It was a very realistic portrayal of a suffering mother, while providing an additional peek at the reactions of her environment such as other family members, friends etc. These type of situations were able to reveal to us a lot about different side characters. \n\r\nThe main character is one you could see as a role-model. I find it really inspiring that Maomao prefers to tend to her hobby than to ever get involved in trouble, but she still choose to do it because of her empathy. She is very well aware of hierarchy of the rear palace, and decides to go out of her way to help the ones who work the hardest. This procedure was able to expose us to various historical facts about different occupations, that one could look up and learn more about if they become interested. \n\r\nThe animation is very squishy and pretty. A great fit, as the topic of beauty and one's appearance is explored almost constantly within the story. Smooth work of the animators really put the emphasis on various dances, and ceremonies presented to us during the story.  The colors within the character designs are used in a smart way. It's the psychology of color in action: we get to experience a feast for our eyes, while obtaining hints to the characters personalities and status.\n\r\nThe soundtrack is my favorite within the season. I didn't expect such an energetic and vibrant opening show just for some mystery anime, but I'm really glad that happened. I also really like how there was little \"AMVs\" within few episodes. To some it might have been a bit cheesy, sure, but in my opinion it's a good thing. It made these moments more memorable. \n\r\nOverall, I think everyone should try watching this series. It's genres and target audience are still a topic of discussion, so hey, if it seemingly tackles so many genres, why not try to see it yourself? There's a big chance it will be a jackpot for your taste.",
          "full": "This series, despite being fictional should be really amazing for non-fiction fans. It's a historical setting, shown from an alternative point of view. Most of what we read in history books tends to focus on men, emperors, fighters, knights, presidents, but we rarely hear about the stories of their mothers, their sisters and lovers. Apothecary Diaries gives an interesting outlook on the lives of women, not limited to multiple taboos such as the red light district. \n\r\nThe storyline is well thought-out. We go through multiple mysteries, while showing short stories of periodical characters. These small stories combine into a few longer chapters, with the addition of potential romance between Maomao and Jinshi and trying to guess which Concubine will become pregnant next.\n\r\nWhat will stuck to me the most in this anime is all the events surrounding pregnancy. The voice acting and directing were top notch in the moments of sorrow the characters had to endure. It was a very realistic portrayal of a suffering mother, while providing an additional peek at the reactions of her environment such as other family members, friends etc. These type of situations were able to reveal to us a lot about different side characters. \n\r\nThe main character is one you could see as a role-model. I find it really inspiring that Maomao prefers to tend to her hobby than to ever get involved in trouble, but she still choose to do it because of her empathy. She is very well aware of hierarchy of the rear palace, and decides to go out of her way to help the ones who work the hardest. This procedure was able to expose us to various historical facts about different occupations, that one could look up and learn more about if they become interested. \n\r\nThe animation is very squishy and pretty. A great fit, as the topic of beauty and one's appearance is explored almost constantly within the story. Smooth work of the animators really put the emphasis on various dances, and ceremonies presented to us during the story.  The colors within the character designs are used in a smart way. It's the psychology of color in action: we get to experience a feast for our eyes, while obtaining hints to the characters personalities and status.\n\r\nThe soundtrack is my favorite within the season. I didn't expect such an energetic and vibrant opening show just for some mystery anime, but I'm really glad that happened. I also really like how there was little \"AMVs\" within few episodes. To some it might have been a bit cheesy, sure, but in my opinion it's a good thing. It made these moments more memorable. \n\r\nOverall, I think everyone should try watching this series. It's genres and target audience are still a topic of discussion, so hey, if it seemingly tackles so many genres, why not try to see it yourself? There's a big chance it will be a jackpot for your taste."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "6:45 PM",
          "timestamp": 1712947500
        }
      },
      {
        "object": {
          "title": "Sousou no Frieren",
          "mal_url": "https://myanimelist.net/anime/52991/Sousou_no_Frieren",
          "mal_id": 52991,
          "all_reviews_url": "https://myanimelist.net/anime/52991/Sousou_no_Frieren/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1015/138006.jpg"
        },
        "user": {
          "name": "DISKOWN",
          "url": "https://myanimelist.net/profile/DISKOWN",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/d6dfcca0-914f-4462-87d9-d98dcec191cd_225w?s=c5391e49ab76d14aa69a3e39a5fe5a82"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Sousou no Frieren captivates with its nuanced and authentic characters. Throughout the first season, viewers are treated to a narrative where characters are not merely tropes but individuals with depth and complexity.\n\r\nWhat truly sets Sousou no Frieren apart is its exceptional writing. The series is punctuated with numerous emotional moments that provoke introspection, empathy, and instill a profound resonance with the themes explored. Delving into the complexities of emotions, relationships, and experiences, it forges a deep connection with the audience, inviting them to journey alongside the characters. The outstanding original soundtrack further enhances these emotional themes, highlighting key moments with melodies that linger beyond the",
          "hidden": "screen.\n\r\nHowever, as the show progresses, the initially organic emotional themes begin to feel somewhat contrived and predictable. Furthermore, while the beginning of the season grips with its compelling storytelling, the later episodes falter slightly. New characters exhibit flip-floppy motivations, and a shift towards action over narrative depth diminishes the series' impact.\n\r\nVisually, Sousou no Frieren is stunning. The animation is meticulous, breathing life into both the world and its characters. From the smallest gesture to the grandest of landscapes, every scene is crafted with breathtaking attention to detail, making for an immersive viewing experience.\n\r\nIn conclusion, Sousou no Frieren delivers a mesmerizing first season, characterized by its authentic characters, emotionally resonant storytelling, and stunning animation. While it may stumble in its later episodes, the series remains a testament to the power of anime to captivate and inspire.",
          "full": "Sousou no Frieren captivates with its nuanced and authentic characters. Throughout the first season, viewers are treated to a narrative where characters are not merely tropes but individuals with depth and complexity.\n\r\nWhat truly sets Sousou no Frieren apart is its exceptional writing. The series is punctuated with numerous emotional moments that provoke introspection, empathy, and instill a profound resonance with the themes explored. Delving into the complexities of emotions, relationships, and experiences, it forges a deep connection with the audience, inviting them to journey alongside the characters. The outstanding original soundtrack further enhances these emotional themes, highlighting key moments with melodies that linger beyond the screen.\n\r\nHowever, as the show progresses, the initially organic emotional themes begin to feel somewhat contrived and predictable. Furthermore, while the beginning of the season grips with its compelling storytelling, the later episodes falter slightly. New characters exhibit flip-floppy motivations, and a shift towards action over narrative depth diminishes the series' impact.\n\r\nVisually, Sousou no Frieren is stunning. The animation is meticulous, breathing life into both the world and its characters. From the smallest gesture to the grandest of landscapes, every scene is crafted with breathtaking attention to detail, making for an immersive viewing experience.\n\r\nIn conclusion, Sousou no Frieren delivers a mesmerizing first season, characterized by its authentic characters, emotionally resonant storytelling, and stunning animation. While it may stumble in its later episodes, the series remains a testament to the power of anime to captivate and inspire."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "6:31 PM",
          "timestamp": 1712946660
        }
      },
      {
        "object": {
          "title": "Gosick",
          "mal_url": "https://myanimelist.net/anime/8425/Gosick",
          "mal_id": 8425,
          "all_reviews_url": "https://myanimelist.net/anime/8425/Gosick/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/11/27906.jpg"
        },
        "user": {
          "name": "LegionIscariot",
          "url": "https://myanimelist.net/profile/LegionIscariot",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/cc78a4ae-4db4-454d-ad56-173037e9ff6f_225w?s=b9f7158b055d207bd9e3f5129af880ed"
        },
        "tag": "Recommended",
        "text": {
          "visible": "Imagine Sherlock Holmes. Now picture him as a little blond girl in a black dress...Thats Gosick.\n\r\nVictorique the \"Golden Fairy of the Library\" spends her school days in the library tower. \r\nKujou, aka the Black Reaper, is a young boy who finds death everywhere he goes. He has transferred to Saint Marguerite Academy boarding school.\n\r\nHe encounters Victorique in the tower and eventually they become close friends. But its a very abusive relationship.\n\r\nKujou is essentially Victorique's b*tch. He's a lapdog who does whatever she tells him to. And will always bring her sweets whenever he displeases her. He really cares about her (in a very p*ssy-whipped kinda",
          "hidden": "way)\r\nI dont know why he's so obsessed with this blonde loli tsundere who is always wearing a black dress and looks like a doll...wait i just answered my own question 🤔\n\r\nMost of the mysteries they solve revolve around ghost stories. So there is alot of horror elements to the story. But there is no supernatural. Everything has an explanation.\n\r\nThere is also a much larger plot involving Victorique's mother, father, and paternal brother. And the reason behind Victorique's birth.  \r\nUnfortunately this is the worse part of the story since that plot isnt really that interesting. Its a way to add more weight to the overall story but really it wasnt needed.\n\r\nThe story is well written. The horror elements are very intriguing. The mysteries are fun. \r\nAll the characters are great. And despite the 2 main characters essentially being a c*nt and a b*tch they are actually great characters.",
          "full": "Imagine Sherlock Holmes. Now picture him as a little blond girl in a black dress...Thats Gosick.\n\r\nVictorique the \"Golden Fairy of the Library\" spends her school days in the library tower. \r\nKujou, aka the Black Reaper, is a young boy who finds death everywhere he goes. He has transferred to Saint Marguerite Academy boarding school.\n\r\nHe encounters Victorique in the tower and eventually they become close friends. But its a very abusive relationship.\n\r\nKujou is essentially Victorique's b*tch. He's a lapdog who does whatever she tells him to. And will always bring her sweets whenever he displeases her. He really cares about her (in a very p*ssy-whipped kinda way)\r\nI dont know why he's so obsessed with this blonde loli tsundere who is always wearing a black dress and looks like a doll...wait i just answered my own question 🤔\n\r\nMost of the mysteries they solve revolve around ghost stories. So there is alot of horror elements to the story. But there is no supernatural. Everything has an explanation.\n\r\nThere is also a much larger plot involving Victorique's mother, father, and paternal brother. And the reason behind Victorique's birth.  \r\nUnfortunately this is the worse part of the story since that plot isnt really that interesting. Its a way to add more weight to the overall story but really it wasnt needed.\n\r\nThe story is well written. The horror elements are very intriguing. The mysteries are fun. \r\nAll the characters are great. And despite the 2 main characters essentially being a c*nt and a b*tch they are actually great characters."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "5:24 PM",
          "timestamp": 1712942640
        }
      },
      {
        "object": {
          "title": "Boku wa Tomodachi ga Sukunai",
          "mal_url": "https://myanimelist.net/anime/10719/Boku_wa_Tomodachi_ga_Sukunai",
          "mal_id": 10719,
          "all_reviews_url": "https://myanimelist.net/anime/10719/Boku_wa_Tomodachi_ga_Sukunai/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/8/32873.jpg"
        },
        "user": {
          "name": "lycoping",
          "url": "https://myanimelist.net/profile/lycoping",
          "picture_url": "https://cdn.myanimelist.net/images/kaomoji_mal_white.png"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "This anime was terrible. I'm not going to beat around the bush.  It was awful.  I watched the first season, and I won't be watching the second.\n\r\nThe reason it's terrible is entirely around the characters.  They're awful.  There's not a sympathetic one in the bunch.  But far and away the worst is Yozora.  Every harem/ecchi anime like this seems to have a character that meets the tsundere trope.  She's not a tsundere.  She's a tsun tsun tsun.. tsuntsuntsuntsun.  Forget the \"dere\", there's none of that.  Half the comedic gags are based around her pulling a",
          "hidden": "mean prank on someone, calling them awful names (like \"meat\" or \"cow udders\"), and I couldn't bring myself to even have the slightest bit of feeling about her except revulsion.  Sometimes a character will grow on you, or you see a softer side, or that they're misunderstood.  Yozora's not misunderstood.  She's just that awful.\n\r\nThe male main character was the epitome of a useless harem protagonist, without the harem.  He's spineless and lets the girls bully him all they want.  Even in the very first episode, Yozora does something to him that he should never have put up with, and always seems to just want to placate them to get along.  I guess that's a Japanese thing, but it made him very unlikable, and calling him a \"protagonist\" was a stretch.  Calling him a *man* was a stretch.\n\r\nSpeaking of which, there's a character that's supposed to be gender confused.  But, well... Yozora is just *that* awful.  I won't say more because that's leaning towards being a spoiler, but take my word for it.  If you're going to watch this because of this character, you'll probably just leave angry.\n\r\nA character was introduced halfway through who was basically a... is there even a name for that?  I give up even speculating.  But she's terrible.\n\r\nAnd then there's the child genius who also happens to be a sister (did I mention this is set in a *catholic school*?).  And, of course, the chuunibyou younger sister who thinks she's a vampire, but it's clear girl's got *issues*.  Who, of course, fights with the genius sister.  Of course.\n\r\nYozore's main rival only has two things going for her, and we get to see them bounce around several times.\n\r\nThe ending was amazingly unsatisfying and barely resolved a plot point that was hinted at throughout the series.  Maybe it's resolved in the second season.  I can't be bothered to find out.\n\r\nSeriously, don't waste your time on this.  The only reason I rated it as highly as I did is that it did have a few well-animated funny moments, and the art and character design wasn't awful.  I give it three stars and it can be thankful for them.",
          "full": "This anime was terrible. I'm not going to beat around the bush.  It was awful.  I watched the first season, and I won't be watching the second.\n\r\nThe reason it's terrible is entirely around the characters.  They're awful.  There's not a sympathetic one in the bunch.  But far and away the worst is Yozora.  Every harem/ecchi anime like this seems to have a character that meets the tsundere trope.  She's not a tsundere.  She's a tsun tsun tsun.. tsuntsuntsuntsun.  Forget the \"dere\", there's none of that.  Half the comedic gags are based around her pulling a mean prank on someone, calling them awful names (like \"meat\" or \"cow udders\"), and I couldn't bring myself to even have the slightest bit of feeling about her except revulsion.  Sometimes a character will grow on you, or you see a softer side, or that they're misunderstood.  Yozora's not misunderstood.  She's just that awful.\n\r\nThe male main character was the epitome of a useless harem protagonist, without the harem.  He's spineless and lets the girls bully him all they want.  Even in the very first episode, Yozora does something to him that he should never have put up with, and always seems to just want to placate them to get along.  I guess that's a Japanese thing, but it made him very unlikable, and calling him a \"protagonist\" was a stretch.  Calling him a *man* was a stretch.\n\r\nSpeaking of which, there's a character that's supposed to be gender confused.  But, well... Yozora is just *that* awful.  I won't say more because that's leaning towards being a spoiler, but take my word for it.  If you're going to watch this because of this character, you'll probably just leave angry.\n\r\nA character was introduced halfway through who was basically a... is there even a name for that?  I give up even speculating.  But she's terrible.\n\r\nAnd then there's the child genius who also happens to be a sister (did I mention this is set in a *catholic school*?).  And, of course, the chuunibyou younger sister who thinks she's a vampire, but it's clear girl's got *issues*.  Who, of course, fights with the genius sister.  Of course.\n\r\nYozore's main rival only has two things going for her, and we get to see them bounce around several times.\n\r\nThe ending was amazingly unsatisfying and barely resolved a plot point that was hinted at throughout the series.  Maybe it's resolved in the second season.  I can't be bothered to find out.\n\r\nSeriously, don't waste your time on this.  The only reason I rated it as highly as I did is that it did have a few well-animated funny moments, and the art and character design wasn't awful.  I give it three stars and it can be thankful for them."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "5:03 PM",
          "timestamp": 1712941380
        }
      },
      {
        "object": {
          "title": "Kage no Jitsuryokusha ni Naritakute!",
          "mal_url": "https://myanimelist.net/anime/48316/Kage_no_Jitsuryokusha_ni_Naritakute",
          "mal_id": 48316,
          "all_reviews_url": "https://myanimelist.net/anime/48316/Kage_no_Jitsuryokusha_ni_Naritakute/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1874/121869.jpg"
        },
        "user": {
          "name": "ADumbNut",
          "url": "https://myanimelist.net/profile/ADumbNut",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/28b09b41-624d-42a6-aa04-0da92fbccbd6_225w?s=838d534adbe35d0794e99ba033c1fbd4"
        },
        "tag": "Not Recommended",
        "text": {
          "visible": "Disappointed ☹️ \n\r\nNone of the jokes were funny at all. I don’t know who they were trying to get a laugh of with those lame ass jokes 🙄\r\nThe characters all are all generic , bland, cardboard cutouts with no depth whatsoever 🫠 the concept of the show was pretty cool ngl but the execution was horrible as hell. Where is thrill? That’s what it’s all about isn’t? Well maybe Cid got some but not us 😤 \n\r\nIt’s all just a bunch of bullshit that you get thrown into with occasional lame jokes and horrible animation 😭 \n\r\nYep, it’s just another generic, bland and Trashy",
          "hidden": "isekai we all love 👍",
          "full": "Disappointed ☹️ \n\r\nNone of the jokes were funny at all. I don’t know who they were trying to get a laugh of with those lame ass jokes 🙄\r\nThe characters all are all generic , bland, cardboard cutouts with no depth whatsoever 🫠 the concept of the show was pretty cool ngl but the execution was horrible as hell. Where is thrill? That’s what it’s all about isn’t? Well maybe Cid got some but not us 😤 \n\r\nIt’s all just a bunch of bullshit that you get thrown into with occasional lame jokes and horrible animation 😭 \n\r\nYep, it’s just another generic, bland and Trashy isekai we all love 👍"
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "1:46 PM",
          "timestamp": 1712929560
        }
      },
      {
        "object": {
          "title": "Ore dake Level Up na Ken",
          "mal_url": "https://myanimelist.net/anime/52299/Ore_dake_Level_Up_na_Ken",
          "mal_id": 52299,
          "all_reviews_url": "https://myanimelist.net/anime/52299/Ore_dake_Level_Up_na_Ken/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1926/140799.jpg"
        },
        "user": {
          "name": "gurenka",
          "url": "https://myanimelist.net/profile/gurenka",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/19b6de91-25be-407f-aba1-2eaea34a3914_225w?s=3975fa34045ce6020da03d919dd906a0"
        },
        "tag": "Recommended",
        "text": {
          "visible": "when i first saw \"Solo Leveling/Ore dake Level Up na Ken\" it was probably 2 or 3 years ago in an instgram post, about how great the manhwa is and they cant wait for it to be animated,and finally after these couple of years we got the animated version,and for me to someone who didn't read the manhwa,it is pretty good.\r\nFirst the story: when i read the comments about manhwa and the story summary it didn't catch me quite a bit,how does it sound like now? it is boring. Don't get me wrong it is just cliche, somethings are cliche for a reason,they get used",
          "hidden": "a lot because people like them if they are used right,these clilches can just hit the spot, and in solo leveling these cliches are fine for me. so for the story i will give 8/10 points\r\nCharacters and Character development: For characters it is still valid what i said about the story they are cliche and it's not something bad the mc is pretty cool, but the development is the biggest disappointment to me because everything is happening so fast and it feels weird  to see the same character like a nerd in one episode and 2 episodes later he is the cool,i can do whatever i want dude it is the biggest disappointment for me about the anime. 5/10\r\nAnimations: i personally did not catch so many mistakes or bad animated scenes, of course its not better than fate series animation quality but pretty good than most of the seasonal anime's. 8/10\r\nSounds and Voice actors: Sounds and musics are okay,did not catch amazing or sensational parts about them but the voice actors, i have to say that they were very very good main character doesn't scream all the f'ing time side characters are also vocalized very good. 7/10\r\nTo sum up: Solo leveling is a anime that makes u wonder what will happen next,makes u care about the characters even tho they are not that interesting,so i recommend you all to watch solo leveling as i wait for the second season. \r\nThank you so much for reading.",
          "full": "when i first saw \"Solo Leveling/Ore dake Level Up na Ken\" it was probably 2 or 3 years ago in an instgram post, about how great the manhwa is and they cant wait for it to be animated,and finally after these couple of years we got the animated version,and for me to someone who didn't read the manhwa,it is pretty good.\r\nFirst the story: when i read the comments about manhwa and the story summary it didn't catch me quite a bit,how does it sound like now? it is boring. Don't get me wrong it is just cliche, somethings are cliche for a reason,they get used a lot because people like them if they are used right,these clilches can just hit the spot, and in solo leveling these cliches are fine for me. so for the story i will give 8/10 points\r\nCharacters and Character development: For characters it is still valid what i said about the story they are cliche and it's not something bad the mc is pretty cool, but the development is the biggest disappointment to me because everything is happening so fast and it feels weird  to see the same character like a nerd in one episode and 2 episodes later he is the cool,i can do whatever i want dude it is the biggest disappointment for me about the anime. 5/10\r\nAnimations: i personally did not catch so many mistakes or bad animated scenes, of course its not better than fate series animation quality but pretty good than most of the seasonal anime's. 8/10\r\nSounds and Voice actors: Sounds and musics are okay,did not catch amazing or sensational parts about them but the voice actors, i have to say that they were very very good main character doesn't scream all the f'ing time side characters are also vocalized very good. 7/10\r\nTo sum up: Solo leveling is a anime that makes u wonder what will happen next,makes u care about the characters even tho they are not that interesting,so i recommend you all to watch solo leveling as i wait for the second season. \r\nThank you so much for reading."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "1:18 PM",
          "timestamp": 1712927880
        }
      },
      {
        "object": {
          "title": "Slime Taoshite 300-nen, Shiranai Uchi ni Level Max ni Nattemashita",
          "mal_url": "https://myanimelist.net/anime/40586/Slime_Taoshite_300-nen_Shiranai_Uchi_ni_Level_Max_ni_Nattemashita",
          "mal_id": 40586,
          "all_reviews_url": "https://myanimelist.net/anime/40586/Slime_Taoshite_300-nen_Shiranai_Uchi_ni_Level_Max_ni_Nattemashita/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1888/133089.jpg"
        },
        "user": {
          "name": "Nilsou",
          "url": "https://myanimelist.net/profile/Nilsou",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/89acceaa-7f7f-4eec-b295-a3bf00d36f02_225w?s=09ef5b267b7c847287d5bc4d6083b8c5"
        },
        "tag": "Recommended",
        "text": {
          "visible": "(little spoiler on the setting/first episode)\n\r\nIt's a small, unpretentious anime. \r\nIt's an Isekai/slice of life: a woman (probably in her thirties) dies from overwork in a Japanese company, she is reincarnated, and since God has a soft spot for her, she (God is a woman, indeed) grants her immortality in her next life and reincarnates her in a quiet corner because our heroine's desire is to live peacefully forever.\r\nShe arrives in a classic fantasy world, takes possession of a house seemingly left there by God just next to a village, and decides to do the bare minimum each day to live comfortably: so every day",
          "hidden": "she kills about thirty slimes, the weak monster of the area, thus earning magic stones exchangeable for money.\n\r\nAnd there you go, she does this for 300 years, and 300 years later she realizes she has reached the maximum level and that she is actually super powerful. From then on, as the news spreads, her peaceful life will be nothing but a memory.\n\r\nThe anime is quite pleasant and very relaxing: the concept is that the heroine will gradually gather around her, little by little, a family, and it's super cute.\r\nApart from that, it's the classic slice of life/fantasy, but in a cute version. Neither more nor less.\n\r\nI'd rate the anime between 7 and 8/10. In 12 episodes, I enjoyed it, if there were more, it might have become a bit heavy because it's not very original after all.",
          "full": "(little spoiler on the setting/first episode)\n\r\nIt's a small, unpretentious anime. \r\nIt's an Isekai/slice of life: a woman (probably in her thirties) dies from overwork in a Japanese company, she is reincarnated, and since God has a soft spot for her, she (God is a woman, indeed) grants her immortality in her next life and reincarnates her in a quiet corner because our heroine's desire is to live peacefully forever.\r\nShe arrives in a classic fantasy world, takes possession of a house seemingly left there by God just next to a village, and decides to do the bare minimum each day to live comfortably: so every day she kills about thirty slimes, the weak monster of the area, thus earning magic stones exchangeable for money.\n\r\nAnd there you go, she does this for 300 years, and 300 years later she realizes she has reached the maximum level and that she is actually super powerful. From then on, as the news spreads, her peaceful life will be nothing but a memory.\n\r\nThe anime is quite pleasant and very relaxing: the concept is that the heroine will gradually gather around her, little by little, a family, and it's super cute.\r\nApart from that, it's the classic slice of life/fantasy, but in a cute version. Neither more nor less.\n\r\nI'd rate the anime between 7 and 8/10. In 12 episodes, I enjoyed it, if there were more, it might have become a bit heavy because it's not very original after all."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "12:49 PM",
          "timestamp": 1712926140
        }
      },
      {
        "object": {
          "title": "Seijo no Maryoku wa Bannou desu Season 2",
          "mal_url": "https://myanimelist.net/anime/51215/Seijo_no_Maryoku_wa_Bannou_desu_Season_2",
          "mal_id": 51215,
          "all_reviews_url": "https://myanimelist.net/anime/51215/Seijo_no_Maryoku_wa_Bannou_desu_Season_2/reviews",
          "picture_url": "https://cdn.myanimelist.net/images/anime/1077/136855.jpg"
        },
        "user": {
          "name": "Nilsou",
          "url": "https://myanimelist.net/profile/Nilsou",
          "picture_url": "https://cdn.myanimelist.net/s/common/userimages/89acceaa-7f7f-4eec-b295-a3bf00d36f02_225w?s=09ef5b267b7c847287d5bc4d6083b8c5"
        },
        "tag": "Mixed Feelings",
        "text": {
          "visible": "(very little plot detail) I had really enjoyed Season 1 for its originality, let's see about this Season 2...\n\r\nWarning : I am a boy and i will write it through this point of view ^^.\n\r\nWell, how to describe this in a few words, um... let's say that in life there are two types of Shoujo/Josei: there are those that are perfectly visible to a male audience because all their aspects aimed at the female audience are either barely present or perfectly blendable into the male audience... and then there are the others: the Josei/Shoujo that evoke female fantasies so... female... that it's quite difficult to",
          "hidden": "latch onto many aspects when you're a boy.\n\r\nObviously, if I'm telling you this, it's because \"Seijo no Maryoku wa Bannou desu\" falls into this second category. Particularly in this Season 2.\n\r\nSeason 1 was already well on this path: to summarize for those who are too lazy to read my first review:\r\nThe anime is an Isekai: a girl finds herself summoned to be a \"Saint\" in a world where dark swamps spawn demons that gradually threaten the kingdom's survival. Only the power of the saints, beings summoned from another world, can purify these swamps.\r\nSeason 1 focuses on the fact that two saints are summoned and that the heroine, an ordinary girl with glasses, who will turn out to be stunning without glasses (#HelloIAmAJosei), is immediately sidelined as a false saint while the other girl is highlighted as the true saint. Our heroine will discreetly find herself sidelined in a place where potions are made, and she will become a talented herbalist.\r\nObviously, she will meet many, almost exclusively, handsome guys of different styles, from her boss to caricatures of blond and gallant knights, through the young fiery scientist, the magnificent mysterious and crazy magician, the pragmatic and resourceful merchant, and they will all obviously have a crush on our heroine in the purest reverse harem style, but a very pure reverse harem (#HelloIAmAJosei2).\n\r\nObviously, it turns out from the first episodes that she is the true saint, who can summon her powers thanks to her romantic feelings for one of the gallant knights (#HelloIAmAJosei3)\n\r\nWell, Season 1, as it combined these Josei-fying aspects with intrigue, colorful characters, and a bit of action (because there are demons to fight, etc.), was quite refreshing, and moreover, it is rather well executed. I rated it 9/10 overall.\n\r\nFor this Season 2, the assessment is a bit darker: no more creatures to fight: the heroine has done her job, there are almost none left, and hello to female fantasies to the power of 20000. You see, as the heroine has finished the hard part, the kingdom recognizes her worth, everyone wants to propose to her, but obviously, she crushes more and more on the charming blond knight. The whole season revolves around that, and well, let's just say that as a boy it can leave you somewhat cold. Indeed, it's not really interesting romance, it's just pure female fantasy: the heroine surrounded by various handsome guys will make her choice on the magnificent knight, who doesn't stop teasing her like a knight and kissing her hand, it's a very specific fantasy and I admit that I tuned out after a while watching it with a cold eye without it affecting me anymore.\r\nYet ducks know, I'm fond of romance, and even romance aimed at the female audience: generally, no problem, but here... too much is too much.\n\r\nThe execution remains of good quality, but well.\n\r\nI rate it 7/10.",
          "full": "(very little plot detail) I had really enjoyed Season 1 for its originality, let's see about this Season 2...\n\r\nWarning : I am a boy and i will write it through this point of view ^^.\n\r\nWell, how to describe this in a few words, um... let's say that in life there are two types of Shoujo/Josei: there are those that are perfectly visible to a male audience because all their aspects aimed at the female audience are either barely present or perfectly blendable into the male audience... and then there are the others: the Josei/Shoujo that evoke female fantasies so... female... that it's quite difficult to latch onto many aspects when you're a boy.\n\r\nObviously, if I'm telling you this, it's because \"Seijo no Maryoku wa Bannou desu\" falls into this second category. Particularly in this Season 2.\n\r\nSeason 1 was already well on this path: to summarize for those who are too lazy to read my first review:\r\nThe anime is an Isekai: a girl finds herself summoned to be a \"Saint\" in a world where dark swamps spawn demons that gradually threaten the kingdom's survival. Only the power of the saints, beings summoned from another world, can purify these swamps.\r\nSeason 1 focuses on the fact that two saints are summoned and that the heroine, an ordinary girl with glasses, who will turn out to be stunning without glasses (#HelloIAmAJosei), is immediately sidelined as a false saint while the other girl is highlighted as the true saint. Our heroine will discreetly find herself sidelined in a place where potions are made, and she will become a talented herbalist.\r\nObviously, she will meet many, almost exclusively, handsome guys of different styles, from her boss to caricatures of blond and gallant knights, through the young fiery scientist, the magnificent mysterious and crazy magician, the pragmatic and resourceful merchant, and they will all obviously have a crush on our heroine in the purest reverse harem style, but a very pure reverse harem (#HelloIAmAJosei2).\n\r\nObviously, it turns out from the first episodes that she is the true saint, who can summon her powers thanks to her romantic feelings for one of the gallant knights (#HelloIAmAJosei3)\n\r\nWell, Season 1, as it combined these Josei-fying aspects with intrigue, colorful characters, and a bit of action (because there are demons to fight, etc.), was quite refreshing, and moreover, it is rather well executed. I rated it 9/10 overall.\n\r\nFor this Season 2, the assessment is a bit darker: no more creatures to fight: the heroine has done her job, there are almost none left, and hello to female fantasies to the power of 20000. You see, as the heroine has finished the hard part, the kingdom recognizes her worth, everyone wants to propose to her, but obviously, she crushes more and more on the charming blond knight. The whole season revolves around that, and well, let's just say that as a boy it can leave you somewhat cold. Indeed, it's not really interesting romance, it's just pure female fantasy: the heroine surrounded by various handsome guys will make her choice on the magnificent knight, who doesn't stop teasing her like a knight and kissing her hand, it's a very specific fantasy and I admit that I tuned out after a while watching it with a cold eye without it affecting me anymore.\r\nYet ducks know, I'm fond of romance, and even romance aimed at the female audience: generally, no problem, but here... too much is too much.\n\r\nThe execution remains of good quality, but well.\n\r\nI rate it 7/10."
        },
        "date": {
          "date_str": "Apr 12, 2024",
          "time_str": "12:46 PM",
          "timestamp": 1712925960
        }
      }
    ],
    "amount_reviews": 50
  }